[
{"url": "https://www.poetryfoundation.org/poems/55929/miscegenation-56d237f78238f", "tittle": "miscegenation-56d237f78238f", "poem": ["In 1965 my parents broke two laws of Mississippi;", "they went to Ohio to marry, returned to Mississippi.", "They crossed the river into Cincinnati, a city whose name", "begins with a sound like sin, the sound of wrong—mis in Mississippi.", "A year later they moved to Canada, followed a route the same", "as slaves, the train slicing the white glaze of winter, leaving Mississippi.", "Faulkner’s Joe Christmas was born in winter, like Jesus, given his name", "for the day he was left at the orphanage, his race unknown in Mississippi.", "My father was reading War and Peace when he gave me my name.", "I was born near Easter, 1966, in Mississippi.", "When I turned 33 my father said, It’s your Jesus year—you’re the same", "age he was when he died. It was spring, the hills green in Mississippi.", "I know more than Joe Christmas did. Natasha is a Russian name—", "though I’m not; it means Christmas child, even in Mississippi."]},
{"url": "https://www.poetryfoundation.org/poems/56133/red-ghazal", "tittle": "red-ghazal", "poem": ["I’ve noticed after a few sips of tea, the tip of her tongue, thin and red", "with heat, quickens when she describes her cuts and bruises—deep violets and red.", "The little girl I baby-sit, hair orange and wild, sits splayed and upside down", "on a couch, insists her giant book of dinosaurs is the only one she’ll ever read.", "The night before I left him, I could not sleep, my eyes fixed on the freckles", "of his shoulder, the glow of the clock, my chest heavy with dread.", "Scientists say they’ll force a rabbit to a bird, a jellyfish with a snake, even", "though the pairs clearly do not mix. Some things are not meant to be bred.", "I almost forgot the weight of a man sitting beside me in bed sheets crumpled", "around our waists, both of us with magazines, laughing at the thing he just read.", "He was so charming—pointed out planets, ghost galaxies, an ellipsis", "of ants on the wall. And when he kissed me goodnight, my neck reddened.", "I’m terrible at cards. Friends huddle in for Euchre, Hearts—beg me to play", "with them. When it’s obvious I can clearly win with a black card, I select a red.", "I throw away my half-finished letters to him in my tiny pink wastebasket, but", "my aim is no good. The floor is scattered with fire hazards, declarations unread."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/144612/where-did-the-handsome-beloved-go", "tittle": "where-did-the-handsome-beloved-go", "poem": ["Where did the handsome beloved go?", "I wonder, where did that tall, shapely cypress tree go?", "He spread his light among us like a candle.", "Where did he go? So strange, where did he go without me?", "All day long my heart trembles like a leaf.", "All alone at midnight, where did that beloved go?", "Go to the road, and ask any passing traveler —", "That soul-stirring companion, where did he go?", "Go to the garden, and ask the gardener —", "That tall, shapely rose stem, where did he go?", "Go to the rooftop, and ask the watchman —", "That unique sultan, where did he go?", "Like a madman, I search in the meadows!", "That deer in the meadows, where did he go?", "My tearful eyes overflow like a river —", "That pearl in the vast sea, where did he go?", "All night long, I implore both moon and Venus —", "That lovely face, like a moon, where did he go?", "If he is mine, why is he with others?", "Since he’s not here, to what “there” did he go?", "If his heart and soul are joined with God,", "And he left this realm of earth and water, where did he go?", "Tell me clearly, Shams of Tabriz,", "Of whom it is said, “The sun never dies” — where did he go?", "Translated from the Persian"]},
{"url": "https://www.poetryfoundation.org/poems/58203/points-of-contact", "tittle": "points-of-contact", "poem": ["Name one revolution whose inception was unlike a fist.", "Factions disparate, then tucked together—coiled like a fist.", "Foreign policies are symbol languages—idiomatic, cryptic.", "In America, nothing says \"We desire peace\" like a fist.", "The heart is a one-man rave in the body's industrial district.", "Blooddrunk and insomniac, it pumps toward sleep like a fist.", "Mammogram magic revealed my lover's dense breasts.", "Behind each nipple I kissed, a soft knot threatened her like a fist.", "Our universe's yet shattered mysteries fear the astrophysicist.", "\"Damn his galaxies-thick glasses, his mind, relentless, like a fist.\"", "\"Like a glove\"—the young groom exalts his wife's love, its fit.", "Sounds romantic. (He means sex—her love's grip like a fist.)", "\"An unfocused punch, Kyle, risks a broken hand or wrist.\"", "So laden the psyches of men. Father, must I also think like a fist?"]},
{"url": "https://www.poetryfoundation.org/poems/58025/it-is-with-words-as-it-is-with-people", "tittle": "it-is-with-words-as-it-is-with-people", "poem": ["It is with words as it is with people: Actual beauty is rare.", "We call things beautiful, not as such, but because of what they mean.", "Because we commonly attribute beauty to whatever does us a favor,", "We are reduced to puzzled despair whenever actual beauty says no.", "Indeed, our calling a thing beautiful almost means it is not.", "For how can we know it is beautiful until it betrays us?", "A sage once said “The trouble with these great philosophers", "Is their only way of doing honor to an idea is to say the idea is true.”", "It is the same with words as it is with people: Actual beauty is rare.", "Humiliated, we are no longer willing to call the beautiful beautiful . . .", "Madrid is reading his poetry to a roomful of unearthed cultural relics.", "He compares the white hair on their heads | to the flag that signals surrender."]},
{"url": "https://www.poetryfoundation.org/poems/55669/where-you-are-planted", "tittle": "where-you-are-planted", "poem": ["he’s as high as a georgia pine, my father’d say, half laughing. southern trees", "as measure, metaphor. highways lined with kudzu-covered southern trees.", "fuchsia, lavender, white, light pink, purple : crape myrtle bouquets burst", "open on sturdy branches of skin-smooth bark : my favorite southern trees.", "one hundred degrees in the shade : we settle into still pools of humidity, moss-", "dark, beneath live oaks. southern heat makes us grateful for southern trees.", "the maples in our front yard flew in spring on helicopter wings. in fall, we", "splashed in colored leaves, but never sought sap from these southern trees.", "frankly, my dear, that’s a magnolia, i tell her, fingering the deep green, nearly", "plastic leaves, amazed how little a northern girl knows about southern trees.", "i’ve never forgotten the charred bitter fruit of holiday’s poplars, nor will i :", "it’s part of what makes me evie :  i grew up in the shadow of southern trees."]},
{"url": "https://www.poetryfoundation.org/poems/55449/the-milk-one", "tittle": "the-milk-one", "poem": ["HE has no gift for friendship, for he is void of all curiosity. Or rather,", "He’s only interested in matters touching the Lord Hamlet himself.", "He was born in a lab whose walls were lined with giant, steamy jars", "Of the milk of the various mammals, from the milk of camels to the milk of men.", "Pig milk, monkey milk, rat milk. Dog and cat milk, and the milk of whales.", "The milk of the duck-billed platypus and that | of the platitudinous buck.", "The thick red milk of the vampire bat. And the black milk of the black bear.", "—A backlit wall of bottles, ranged from commonplace to rare!—", "There was stallion milk and rooster, anaconda milk and shark;", "There was tarantula milk, Venus flytrap, and that | of the barking aardvark lark.", "And he would have been perfectly normal, would have grown up socially adroit,", "But he stripped the sheet off a drinking straw, took a blade, and shaped a point;—", "And he syringed into his body a few drops from every jar,", "Fell in the floor and spoke languages he had never heard before.", "He spoke Titmouse. He spoke Miaow. He spoke Moo and Gnu and Ha.", "He spoke three kinds of Chickenhawk and the thirty dialects of Baa.", "And from that day to this, MARDUD’s been lost in the zoo:", "A cautionary tale for whoever knows how to read the clues."]},
{"url": "https://www.poetryfoundation.org/poems/54262/rain-56d23467ac47f", "tittle": "rain-56d23467ac47f", "poem": ["With thick strokes of ink the sky fills with rain.", "Pretending to run for cover but secretly praying for more rain.", "Over the echo of the water, I hear a voice saying my name.", "No one in the city moves under the quick sightless rain.", "The pages of my notebook soak, then curl. I’ve written:", "“Yogis opened their mouths for hours to drink the rain.”", "The sky is a bowl of dark water, rinsing your face.", "The window trembles; liquid glass could shatter into rain.", "I am a dark bowl, waiting to be filled.", "If I open my mouth now, I could drown in the rain.", "I hurry home as though someone is there waiting for me.", "The night collapses into your skin. I am the rain."]},
{"url": "https://www.poetryfoundation.org/poems/54777/horse-horse-hyphen-hyphen", "tittle": "horse-horse-hyphen-hyphen", "poem": ["I.", "I hate, I love, I don’t know how", "I’m biracial, I’m torn in two", "Tonight, he will lock me in fear", "In the metal detector of love", "Rapeflowers, rapeseeds, rapiers", "A soldier’s wry offerings", "He will press his tongue", "Into my neighing throat", "I can speak three dialects badly", "I want you now behind the blue door", "In a slow hovercraft of dreams", "I saw Nanking from a bilge", "Some ashes fell on his lap", "I’m afraid it’s my mother", "The protocol is never to mention her", "While we are fucking", "II.", "The bad conceit, the bad conceit police will arrest you", "Twin compasses, twin compasses cannot come", "Your father is not a car, not a compass and not God", "Though he vanished in his sky-blue convertible Galaxy with a blonde", "He kept crawling back to us, back to us", "Each time with a fresh foot mangled", "One emperor was named Lickety, the other named Split", "Suddenly, the soup of chaos makes sense", "Refugees roaming from tent to tent to tent, looking for love", "The banknote is a half note, an octave above God", "O the great conjugator of curses: shit, shat, have shut!", "I have loved you both bowl-cut and shagged", "There are days when the sun is a great gash", "Nights, the moon smokes hashish and falls asleep on your lap", "Sorry, but your morphing was not satisfactory", "Shapeshifter, you choked on your magic scarf", "III.", "I heard this joke at the bar", "An agnostic dyslexic insomniac stayed up all night searching for doG", "The prosperity sign flips right side up again", "The Almanac says this Ox Year we’ll toil like good immigrants", "Horse is frigid. Mule can’t love", "Salmon dead at the redd", "One leg is stationary, the other must tread, must tread, must tread", "The Triads riddled him, then us", "What is the heart’s past participle?", "She would have loved not to have loved", "I bought you at the corner of Agave and Revolucíon", "You wrapped yourself thrice around my green arm and shat!", "A childless woman can feel the end of all existence", "Look, on that bloody spot, Chrysanthemum!", "Shamanka, fetch your grandmother at the bus stop", "Changeling, you are the one I love"]},
{"url": "https://www.poetryfoundation.org/poems/57663/derecho-ghazal", "tittle": "derecho-ghazal", "poem": ["And the high winds bore down, and the sky", "built up that grey wall: derecho.", "The taverns by the sea closed their shutters,", "and the stands selling battered fries, derecho.", "On the boardwalk, pieces of salt-water taffy, half-", "eaten funnel cakes oozing grease and cream: derecho.", "And the people on every highway, panicked, sought", "a clear route for their exodus: derecho.", "What’s in your emergency backpack? Beef jerky, mineral", "water, flashlight, solar cells? Snap in the sound of derecho.", "Yesterday, white and blue sails pretty on the water;", "sharp glint of skyscraper glass. Then this derecho."]},
{"url": "https://www.poetryfoundation.org/poems/52910/under-the-dome", "tittle": "under-the-dome", "poem": ["At times they will fly under. The dome", "contains jungles. Invent a sky under the dome.", "Creatures awake, asleep, at play, aglow:", "they float – unbottled genii – under the dome.", "Southern Belle, a splash of black, dusted with gold,", "dissembles, assembling, acts shy under the dome.", "Cattleheart, Giant Swallowtail, Clipper:", "sail, navigate sky high under the dome.", "Like confetti – a wedding – bits of Rice", "Paper: sheer mimicry under the dome.", "Magnificent Owl, in air, a pansy,", "it feeds, wings up, eye to eye, under the dome.", "Name them: Monarch, then Queen, last Viceroy.", "What will scientists deify under the dome?", "Basking against a leaf: a Banded Orange,", "displayed like a bowtie under the dome.", "A living museum. Exist to be observed:", "never migrate, but live, then die, under the dome.", "Lips, lashes, eyes. From outside in,", "do beings magnify under the dome?", "Lepidoptera. From the Greek: Scale-wing.", "Chrysalis. Stay, butterfly, under the dome."]},
{"url": "https://www.poetryfoundation.org/poems/51652/tonight-56d22f898fcd7", "tittle": "tonight-56d22f898fcd7", "poem": ["Highlight Actions\nEnable or disable annotations", "Where are you now? Who lies beneath your spellWhere . . . spell A direct quotation of line 2 of “Kashmiri Song” tonight?", "Whom else from rapture’s road will you expel tonight?", "Those “Fabrics of Cashmere—” “to make Me beautiful—”Fabrics . . . tell The quotations are from Emily Dickinson’s poem that begins, “I am ashamed – I hide – / What right have I – to be a Bride -”. Lines 7-9 of her poem read: “Me to adorn – How – tell –/ Trinket – to make Me beautiful –/ Fabrics of Cashmere –”", "“Trinket”—to gem—“Me to adorn—How tell”—tonight?Fabrics . . . tell The quotations are from Emily Dickinson’s poem that begins, “I am ashamed – I hide – / What right have I – to be a Bride -”. Lines 7-9 of her poem read: Me to adorn – How – tell – / Trinket – to make Me beautiful – / Fabrics of Cashmere –", "I beg for haven: Prisons, let open your gates—", "A refugee from Belief seeks a cell tonight.", "God’s vintage loneliness has turned to vinegar—", "All the archangels—their wings frozen—fell tonight.", "Lord, cried out the idols, Don’t let us be broken;", "Only we can convert the infidel tonight."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/58588/ghazal-for-white-hen-pantry", "tittle": "ghazal-for-white-hen-pantry", "poem": ["beverly be the only south side you don’t fit in", "everybody in your neighborhood color of white hen", "brown bag tupperware lunch don’t fill you", "after school cross the street, count quarters with white friends", "you love 25¢ zebra cakes mom would never let you eat", "you learn to white lie through white teeth at white hen", "oreos in your palm, perm in your hair", "everyone’s irish in beverly, you just missin’ the white skin", "pray they don’t notice your burnt toast, unwondered bread", "you be the brownest egg ever born from the white hen", "pantry in your chest where you stuff all the Black in", "distract from the syllables in your name with a white grin", "keep your consonants crisp, coffee milked, hands visible", "never touch the holiday-painted windows of white hen", "you made that mistake, scratched your initials in the paint", "an unmarked crown victoria pulled up, full of white men", "they grabbed your wrist & wouldn’t show you a badge", "the manager clucked behind the counter, thick as a white hen", "they told your friends to run home, but called the principal on you", "& you learned Black sins cost much more than white ones"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/40555/wight", "tittle": "wight", "poem": ["In the dark we disappear, pure being.", "Our mirror images, impure being.", "Being and becoming (Heidegger), being and", "nothingness (Sartre)—which is purer being?", "Being alone is no way to be: thus", "loneliness is the test of pure being.", "Nights in love I fell too far or not quite", "far enough—one pure, one impure being.", "Clouds, snow, mist, the dragon's breath on water,", "smoke from fire—a metaphor's pure being.", "Stillness and more stillness and the light locked", "deep inside—both pure and impure being.", "Is is the verb of being, I the noun—", "or pronoun for the purists of being.", "I was, I am, I looked within and saw", "nothing very clearly: purest being."]},
{"url": "https://www.poetryfoundation.org/poems/43279/ghazal-56d221fe8a756", "tittle": "ghazal-56d221fe8a756", "poem": ["I’ll do what I must if I’m bold in real time.", "A refugee, I’ll be paroled in real time.", "Cool evidence clawed off like shirts of hell-fire?", "A former existence untold in real time ...", "The one you would choose: Were you led then by him?", "What longing, O Yaar, is controlled in real time?", "Each syllable sucked under waves of our earth—", "The funeral love comes to hold in real time!", "They left him alive so that he could be lonely—", "The god of small things is not consoled in real time.", "Please afterwards empty my pockets of keys—", "It’s hell in the city of gold in real time.", "God’s angels again are—for Satan!—forlorn.", "Salvation was bought but sin sold in real time.", "And who is the terrorist, who the victim?", "We’ll know if the country is polled in real time.", "“Behind a door marked DANGER” are being unwound", "the prayers my friend had enscrolled in real time.", "The throat of the rearview and sliding down it", "the Street of Farewell’s now unrolled in real time.", "I heard the incessant dissolving of silk—", "I felt my heart growing so old in real time.", "Her heart must be ash where her body lies burned.", "What hope lets your hands rake the cold in real time?", "Now Friend, the Belovèd has stolen your words—", "Read slowly: The plot will unfold in real time.", "(for Daniel Hall)"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/52401/no-i-wasnt-meant-to-love-and-be-loved", "tittle": "no-i-wasnt-meant-to-love-and-be-loved", "poem": ["No, I wasn’t meant to love and be loved.", "If I’d lived longer, I would have waited longer.", "Knowing you are faithless keeps me alive and hungry.", "Knowing you faithful would kill me with joy.", "Delicate are you, and your vows are delicate, too,", "so easily do they break.", "You are a laconic marksman. You leave me", "not dead but perpetually dying.", "I want my friends to heal me, succor me.", "Instead, I get analysis.", "Conflagrations that would make stones drip blood", "are campfires compared to my anguish.", "Two-headed, inescapable anguish!—", "Love’s anguish or the anguish of time.", "Another dark, severing, incommunicable night.", "Death would be fine, if I only died once.", "I would have liked a solitary death,", "not this lavish funeral, this grave anyone can visit.", "You are mystical, Ghalib, and, also, you speak beautifully.", "Are you a saint, or just drunk as usual?"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/90977/ghazal-for-becoming-your-own-country", "tittle": "ghazal-for-becoming-your-own-country", "poem": ["Know what the almost-gone dandelion knows. Piece by piece", "The body prayers home. Its whole head a veil, a wind-blown bride.", "When all the mothers gone, frame the portraits. Wood spoon over", "Boiling pot, test the milk on your own wrist. You soil, sand, and mud grown bride.", "If you miss your stop. Or lose love. If even the medicine hurts too.", "Even when your side-eye, your face stank, still, your heart moans bride.", "Fuck the fog back off the mirror. Trust the road in your name. Ride", "Your moon hide through the pitch black. Gotsta be your own bride.", "Burn the honey. Write the letters. What address could hold you?", "Nectar arms, nectar hands. Old tire sound against the gravel. Baritone bride.", "Goodest grief is an orchard you know. But you have not been killed", "Once. Angel, put that on everything. Self. Country. Stone. Bride."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/40293/drizzle", "tittle": "drizzle", "poem": ["Baudelaire: \"The dead, the poor dead, have their bad hours.\"", "But the dead have no watches, no grief and no hours.", "At first not smoking took all my time: I did it", "a little by little and hour by hour.", "Per diem. Pro bono. Cui bono? Pro rata.", "But the poor use English. Off and on. By the hour.", "\"I'm sorry but we'll have to stop now.\" There tick but", "fifty minutes in the psychoanalytic hour.", "Vengeance is mine, yours, his or hers, ours, yours again", "(you-all's this time), and then (yikes!) theirs. I prefer ours.", "Twenty minutes fleeing phantoms at full tilt and then", "the cat coils herself like a quoit and sleeps for hours."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/54350/departures-chapter-one", "tittle": "departures-chapter-one", "poem": ["Morning’s mirage, disdainful & calm", "as a mirror,", "held the shorn bush that yesterday", "flourished,", "now lopped canes & a scant spitfall", "of remnance,", "confetti trampled in the clefts", "of vanishing deer.", "To touch its truth I punched my fist", "into the chopped molest,", "the boscage—withdrew my red sleeve.", "Abstract that."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/49642/hip-hop-ghazal", "tittle": "hip-hop-ghazal", "poem": ["Gotta love us brown girls, munching on fat, swinging blue hips,", "decked out in shells and splashes, Lawdie, bringing them woo hips.", "As the jukebox teases, watch my sistas throat the heartbreak,", "inhaling bassline, cracking backbone and singing thru hips.", "Like something boneless, we glide silent, seeping 'tween floorboards,", "wrapping around the hims, and ooh wee, clinging like glue hips.", "Engines grinding, rotating, smokin', gotta pull back some.", "Natural minds are lost at the mere sight of ringing true hips.", "Gotta love us girls, just struttin' down Manhattan streets", "killing the menfolk with a dose of that stinging view. Hips.", "Crying 'bout getting old—Patricia, you need to get up off", "what God gave you. Say a prayer and start slinging. Cue hips."]}
]