[
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/56250/sestina-like", "tittle": "sestina-like", "poem": ["Now we’re all “friends,” there is no love but Like,", "A semi-demi goddess, something like", "A reality-TV star look-alike,", "Named Simile or Me Two. So we like", "In order to be liked. It isn’t like", "There’s Love or Hate now. Even plain “dislike”", "Is frowned on: there’s no button for it. Like", "Is something you can quantify: each “like”", "You gather’s almost something money-like,", "Token of virtual support. “Please like", "This page to stamp out hunger.” And you’d like", "To end hunger and climate change alike,", "But it’s unlikely Like does diddly. Like", "Just twiddles its unopposing thumbs-ups, like-", "Wise props up scarecrow silences. “I’m like,", "So OVER him,” I overhear. “But, like,", "He doesn’t get it. Like, you know? He’s like", "It’s all OK. Like I don’t even LIKE", "Him anymore. Whatever. I’m all like ... ”", "Take “like” out of our chat, we’d all alike", "Flounder, agape, gesticulating like", "A foreign film sans subtitles, fall like", "Dumb phones to mooted desuetude. Unlike", "With other crutches, um, when we use “like,”", "We’re not just buying time on credit: Like", "Displaces other words; crowds, cuckoo-like,", "Endangered hatchlings from the nest. (Click “like”", "If you’re against extinction!) Like is like", "Invasive zebra mussels, or it’s like", "Those nutria-things, or kudzu, or belike", "Redundant fast food franchises, each like", "(More like) the next. Those poets who dislike", "Inversions, archaisms, who just like", "Plain English as she’s spoke — why isn’t “like”", "Their (literally) every other word? I’d like", "Us just to admit that’s what real speech is like.", "But as you like, my friend. Yes, we’re alike,", "How we pronounce, say, lichen, and dislike", "Cancer and war. So like this page. Click Like."]},
{"url": "https://www.poetryfoundation.org/poems/53967/sestina-altaforte", "tittle": "sestina-altaforte", "poem": ["LOQUITUR: En Betrans de Born.", "Dante Alighieri put this man in hell for that he was a stirrer-up of strife.", "Eccovi!", "Judge ye!", "Have I dug him up again?", "The scene is his castle, Altaforte. “Papiols” is his jongleur. “The", "Leopard,” the device of Richard (Cœur de Lion).", "I", "Damn it all! all this our South stinks peace.", "You whoreson dog, Papiols, come! Let’s to music!", "I have no life save when the swords clash.", "But ah! when I see the standards gold, vair, purple, opposing", "And the broad fields beneath them turn crimson,", "Then howl I my heart nigh mad with rejoicing.", "II", "In hot summer have I great rejoicing", "When the tempests kill the earth’s foul peace,", "And the light’nings from black heav’n flash crimson,", "And the fierce thunders roar me their music", "And the winds shriek through the clouds mad, opposing,", "And through all the riven skies God’s swords clash.", "III", "Hell grant soon we hear again the swords clash!", "And the shrill neighs of destriers in battle rejoicing,", "Spiked breast to spiked breast opposing!", "Better one hour’s stour than a year’s peace", "With fat boards, bawds, wine and frail music!", "Bah! there’s no wine like the blood’s crimson!", "IV", "And I love to see the sun rise blood-crimson.", "And I watch his spears through the dark clash", "And it fills all my heart with rejoicing", "And prys wide my mouth with fast music", "When I see him so scorn and defy peace,", "His lone might ’gainst all darkness opposing.", "V", "The man who fears war and squats opposing", "My words for stour, hath no blood of crimson", "But is fit only to rot in womanish peace", "Far from where worth’s won and the swords clash", "For the death of such sluts I go rejoicing;", "Yea, I fill all the air with my music.", "VI", "Papiols, Papiols, to the music!", "There’s no sound like to swords swords opposing,", "No cry like the battle’s rejoicing", "When our elbows and swords drip the crimson", "And our charges ’gainst “The Leopard’s” rush clash.", "May God damn for ever all who cry “Peace!”", "VII", "And let the music of the swords make them crimson", "Hell grant soon we hear again the swords clash!", "Hell blot black for always the thought “Peace”!"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/58365/the-mad-man-from-macon", "tittle": "the-mad-man-from-macon", "poem": ["Oh! Hucklebuck! Treat her right! Yes, you, Text-Deft James. He says, “I swear by the mud below my feet. When I read, I don’t grind. A great text has great beauty. A great horse, too, has great beauty. Horses, equine, all this Alan from Equus-esque worship at the altar, but then comes the eye spike. Like Odin. I guess we always come back to the eyes. They beat the horse to flies, above, inside, around. They write papers that grind horses into dog grub ... ”", "Sestina: “My rugged poetic sensibilities allow me to embrace \u2028extended metaphorical diction of disturbing, lurid carnage. But please, please. Spare your doggish death rattle. First dates occur once. Among the dates’ participants, that is; e.g, me, you. So, if you will, ax the horse talk. I prefer rubbery arms, Espada’s cockroaches, axes on frozen pond sludge. Sibilant rush. Gimme Yusef’s Orpheus. Or Ferlinghetti from Coney Island to North Beach. Gimme Wisława Szymborska (a name I can pronounce, FYI. RIP.)", "Please.", "Please, Text-Deft James.", "Not equinicide. I’ve seen bearded ladies whisper acclaim, whimper shame. Devil nuns. I whisper a clipped utterance of the ineffable. The untied united. Not only ineffable, but tangible ... ” (unsaid: I take my tongue, propelled by chemical soul, and I have a dirty, nasty, downright raunchy time with it. I’m talking sheets off the bed, candles tipped over, shower flooding the bathroom tile. T-shirt grimy from fun crust. That type of night. I, Sestina, won’t share such thoughts. Instead —) “ ... know my resurrected heart beats brick red. Know that I seek poetry in moose lodges, in homeless shelters, in candy shops. I do remember walking down Northern Blvd. with Granny J, begging for sour candy. Bears dipped in sugar: cherry, orange, lime mixed. Let’s hover above this grass. As a kid, I went to Shea Stadium, waved a foam finger, and I was sure I’d marry a Met, maybe Al Leiter. As we stand here in front of this rustic pavilion, I’d like to ask you on another date. The Mets have few home games left, and I’d love some BBQ.”"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/90289/strikes-and-gutters", "tittle": "strikes-and-gutters", "poem": ["As Walter settled in to finish his coffee, he was struck", "by a phantom, peripheral visage, white as pins in flight, or bunny", "white, in haze — a visit from “The Agent,” in the nominal parlance", "of chemical memory, calling from a distant muddied element.", "Or was it merely the milk he’d spilled in a fatuous", "fit, hooking out to the Brooklyn back of his cup? All he could abide,", "he put his face down in the muck, and made off for The Dude’s abode.", "“These are purple times,” he thought, “when pseudo-pious cliques strike", "polyester poses while jockeying for pockets. And mocking fatuous", "Donny? That sweet prince, that palsied, hiccuping flake of bunny", "fluff?” Not for this aggression would he stand — not for that element.", "It required satisfaction, and of superior sort to parlance.", "Oh, but he would have his ear! Though for this spar: lance", "and blade, tooth and trigger — less to mind, and more, would he abide,", "in body to this immodest plum-clad receptacle. He popped a Velemint,", "and rang His Dudeness’s door. “Bolted,” Duder’s hand had struck", "in ink, “Out of cream. Gone to market. 8pm practice.” His buddy", "was benumbed: “Dash this dairy! You’ve become fat to us", "with cordials of coffee and curds. Oh, uncareful beverage! Such fatuous", "froth and foam will be your undoing!” Yet not undone, but in parlay", "with his special lady, laid up in zesty enterprise, coital as bunnies,", "making maudlin moan. The story is ludicrous. Though if one abides", "that one must “feed one’s monkey,” in manner most gutter-struck,", "and not with precious prandials, “Brie pour lui. Et pour elle, \u2028emmental,”", "one can dig El Duderino’s doings. All others are cowards — elements", "without sentiment, without Johnsons or ethos, foreign and fatuous,", "with lingonberries on leashes, and marmot marmalades struck", "onto pancakes. Neither good men nor thorough, poor in parlance", "and in practice, unable to fix cable or walk on water — though may abide", "it when seated, in slumber, in summer, with clouds above, as Bunny", "puffs on polish. The poor woman, helpless as a frail fawn beneath", "a nude sun. A trophy wife, atrophied, fallen in with the wrong element:", "known pornographers; sycophants; Aimee Mann. Difficult to abide,", "and not exactly lightweights, is she herself to blame for her fatuous", "caprices? Her husband’s lost legs? The Dude’s stained parlor", "rug — his only tether, the life and memory of it, dimmed when stricken?", "Oh, the little for which we are compensated. About the size of our abidance,", "and theirs: some Credence tapes; a can of ashes, released to the \u2028elements;", "specklike Brandt, crisp and shivering. A yet-to-be-dismantled toe, Bunny’s."]},
{"url": "https://www.poetryfoundation.org/poems/47763/farm-implements-and-rutabagas-in-a-landscape", "tittle": "farm-implements-and-rutabagas-in-a-landscape", "poem": ["The first of the undecoded messages read: “Popeye sits in thunder,", "Unthought of. From that shoebox of an apartment,", "From livid curtain’s hue, a tangram emerges: a country.”", "Meanwhile the Sea Hag was relaxing on a green couch: “How pleasant", "To spend one’s vacation en la casa de Popeye,” she scratched", "Her cleft chin’s solitary hair. She remembered spinach", "And was going to ask Wimpy if he had bought any spinach.", "“M’love,” he intercepted, “the plains are decked out in thunder", "Today, and it shall be as you wish.” He scratched", "The part of his head under his hat. The apartment", "Seemed to grow smaller. “But what if no pleasant", "Inspiration plunge us now to the stars? For this is my country.”", "Suddenly they remembered how it was cheaper in the country.", "Wimpy was thoughtfully cutting open a number 2 can of spinach", "When the door opened and Swee’pea crept in. “How pleasant!”", "But Swee’pea looked morose. A note was pinned to his bib. “Thunder", "And tears are unavailing,” it read. “Henceforth shall Popeye’s apartment", "Be but remembered space, toxic or salubrious, whole or scratched.”", "Olive came hurtling through the window; its geraniums scratched", "Her long thigh. “I have news!” she gasped. “Popeye, forced as you know to flee the country", "One musty gusty evening, by the schemes of his wizened, duplicate father, jealous of the apartment", "And all that it contains, myself and spinach", "In particular, heaves bolts of loving thunder", "At his own astonished becoming, rupturing the pleasant", "Arpeggio of our years. No more shall pleasant", "Rays of the sun refresh your sense of growing old, nor the scratched", "Tree-trunks and mossy foliage, only immaculate darkness and thunder.”", "She grabbed Swee’pea. “I’m taking the brat to the country.”", "“But you can’t do that—he hasn’t even finished his spinach,”", "Urged the Sea Hag, looking fearfully around at the apartment.", "But Olive was already out of earshot. Now the apartment", "Succumbed to a strange new hush. “Actually it’s quite pleasant", "Here,” thought the Sea Hag. “If this is all we need fear from spinach", "Then I don’t mind so much. Perhaps we could invite Alice the Goon over”—she scratched", "One dug pensively—“but Wimpy is such a country", "Bumpkin, always burping like that.” Minute at first, the thunder", "Soon filled the apartment. It was domestic thunder,", "The color of spinach. Popeye chuckled and scratched", "His balls: it sure was pleasant to spend a day in the country."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/52654/let-me-count-the-waves", "tittle": "let-me-count-the-waves", "poem": ["You must not skirt the issue wearing skirts.", "You must not duck the bullet using ducks.", "You must not face the music with your face.", "Headbutting, don’t use your head. Or your butt.", "You must not use a house to build a home,", "and never look for poetry in poems.", "In fact, inject giraffes into your poems.", "Let loose the circus monkeys in their skirts.", "Explain the nest of wood is not a home", "at all, but a blind for shooting wild ducks.", "Grab the shotgun by its metrical butt;", "aim at your Muse’s quacking, Pringled face.", "It’s good we’re talking like this, face to face.", "There should be more headbutting over poems.", "Citing an 80s brand has its cost but", "honors the teenage me, always in skirts,", "showing my sister how to Be the Duck", "with a potato-chip beak. Take me home,", "Mr. Revell. Or make yourself at home", "in my postbellum, Reconstruction face—", "my gray eyes, my rebel ears, all my ducks", "in the row of a defeated mouth. Poems", "were once civil. But war has torn my skirts", "off at the first ruffle, baring my butt"]},
{"url": "https://www.poetryfoundation.org/poems/52089/homes", "tittle": "homes", "poem": ["We are the smiling comfortable homes", "With happy families enthroned therein,", "Where baby souls are brought to meet the world,", "Where women end their duties and desires,", "For which men labor as the goal of life,", "That people worship now instead of God.", "Do we not teach the child to worship God? —", "Whose soul’s young range is bounded by the homes", "Of those he loves, and where he learns that life", "Is all constrained to serve the wants therein,", "Domestic needs and personal desires, —", "These are the early limits of his world.", "And are we not the woman’s perfect world,", "Prescribed by nature and ordained of God,", "Beyond which she can have no right desires,", "No need for service other than in homes?", "For doth she not bring up her young therein?", "And is not rearing young the end of life?", "And man? What other need hath he in life", "Than to go forth and labor in the world,", "And struggle sore with other men therein?", "Not to serve other men, nor yet his God,", "But to maintain these comfortable homes, –", "The end of all a normal man’s desires.", "Shall not the soul’s most measureless desires", "Learn that the very flower and fruit of life", "Lies all attained in comfortable homes,", "With which life’s purpose is to dot the world", "And consummate the utmost will of God,", "By sitting down to eat and drink therein.", "Yea, in the processes that work therein —", "Fulfilment of our natural desires —", "Surely man finds the proof that mighty God", "For to maintain and reproduce his life", "Created him and set him in the world;", "And this high end is best attained in homes.", "Are we not homes? And is not all therein?", "Wring dry the world to meet our wide desires!", "We crown all life! We are the aim of God!"]},
{"url": "https://www.poetryfoundation.org/poems/46775/sestina-of-the-tramp-royal", "tittle": "sestina-of-the-tramp-royal", "poem": ["Speakin’ in general, I ’ave tried ’em all—", "The ’appy roads that take you o’er the world.", "Speakin’ in general, I ’ave found them good", "For such as cannot use one bed too long,", "But must get ’ence, the same as I ’ave done,", "An’ go observin’ matters till they die.", "What do it matter where or ’ow we die,", "So long as we’ve our ’ealth to watch it all—", "The different ways that different things are done,", "An’ men an’ women lovin’ in this world;", "Takin’ our chances as they come along,", "An’ when they ain’t, pretendin’ they are good?", "In cash or credit—no, it aren’t no good;", "You ’ave to ’ave the ’abit or you’d die,", "Unless you lived your life but one day long,", "Nor didn’t prophesy nor fret at all,", "But drew your tucker some’ow from the world,", "An’ never bothered what you might ha’ done.", "But, Gawd, what things are they I ’aven’t done?", "I’ve turned my ’and to most, an’ turned it good,", "In various situations round the world—", "For ’im that doth not work must surely die;", "But that's no reason man should labour all", "’Is life on one same shift—life’s none so long.", "Therefore, from job to job I’ve moved along.", "Pay couldn’t ’old me when my time was done,", "For something in my ’ead upset it all,", "Till I ’ad dropped whatever ’twas for good,", "An’, out at sea, be’eld the dock-lights die,", "An’ met my mate—the wind that tramps the world!", "It’s like a book, I think, this bloomin’ world,", "Which you can read and care for just so long,", "But presently you feel that you will die", "Unless you get the page you’re readin’ done,", "An’ turn another—likely not so good;", "But what you’re after is to turn ’em all.", "Gawd bless this world! Whatever she ’ath done—", "Excep’ when awful long I’ve found it good.", "So write, before I die, ‘’E liked it all!’"]},
{"url": "https://www.poetryfoundation.org/poems/42772/sestina-as-there-are-support-groups-there-are-support-words", "tittle": "sestina-as-there-are-support-groups-there-are-support-words", "poem": ["When visiting a distant (and imponderable) shire,", "one longs to hear the cry “Hygrometer!", "Fresh hygrometer for sale!” Yes, and when the fair", "sex sidles close and coyly murmurs “nitrogen”", "into a burly masculine ear, I guarantee you: the translation", "is very easy. The allurements of a local siren,", "whispering the kind of patois a traveler like Lord Byron", "favors, never fail to comfort, and to reassure,", "evoking pleasant memories of one’s own beloved hygrometer", "at home, kept fresh in Cosmoline and camphor", "and awaiting one’s rearrival back in his native xenon and nitrogen.", "Without these occasional reminiscences, any translation", "from nation to nation, tongue to tongue, becomes a translation", "difficult to sustain. I think of my grandmother: “We're not hirin’", "today” “Go away” “Dumb Jew”—her share", "of the language that greeted her here in the land of alien hygrometer", "and freedom, where she was only one more funny-skirted for-", "eigner yearning to hear a lulling Hungarian nitrogen", "hum her to sleep. Eventually, of course, the American nitrogen", "sufficed. Her daughter could speak, in free translation,", "both uranium and argon; and her granddaughter gigs with Fire ’n", "Ice, a skinhead punk-grunge group that performs in sheer", "black nighties and clown wigs—she plays mean electric hygrometer", "in the first set and then, for a twofer,", "(very American, that) plays paper-and-comb. Far", "out. She’s so fluent in various World Wide Webbery that nitrogen", "in a thousand different inflections is her birthright, and almost any translation,", "mind to mind, gender to gender, is second nature. “I earn", "my keep, I party, I sleep” is her motto. Though she’s for-", "tunate in having a lover who’s CEO at Hygrometer,", "Potassium, Klein & Wong: it helps to pay the “hygrometer", "man” when he knocks at the door. I won’t say that they fear", "this guy exactly, but he’s a major badass nitrogen-", "sucking cyberwired ninja-kicking shitheel (or, translation:", "call him Sir). It makes one pine for a land where the birds all choir in", "sweetly trilling melodies on a flower-scented shore,", "and a translation sings all night. Row gen-", "tly toward it. The tender forests sigh, and the soft whirr", "of the hygrometer promises oxidation of iron."]},
{"url": "https://www.poetryfoundation.org/poems/45281/the-complaint-of-lisa", "tittle": "the-complaint-of-lisa", "poem": ["There is no woman living that draws breath", "So sad as I, though all things sadden her.", "There is not one upon life's weariest way", "Who is weary as I am weary of all but death.", "Toward whom I look as looks the sunflower", "All day with all his whole soul toward the sun;", "While in the sun's sight I make moan all day,", "And all night on my sleepless maiden bed", "Weep and call out on death, O Love, and thee,", "That thou or he would take me to the dead,", "And know not what thing evil I have done", "That life should lay such heavy hand on me.", "Alas, Love, what is this thou wouldst with me?", "What honour shalt thou have to quench my breath,", "Or what shall my heart broken profit thee?", "O Love, O great god Love, what have I done,", "That thou shouldst hunger so after my death?", "My heart is harmless as my life's first day:", "Seek out some false fair woman, and plague her", "Till her tears even as my tears fill her bed:", "I am the least flower in thy flowery way,", "But till my time be come that I be dead", "Let me live out my flower-time in the sun", "Though my leaves shut before the sunflower.", "O Love, Love, Love, the kingly sunflower!", "Shall he the sun hath looked on look on me,", "That live down here in shade, out of the sun,", "Here living in the sorrow and shadow of death?", "Shall he that feeds his heart full of the day", "Care to give mine eyes light, or my lips breath?", "Because she loves him shall my lord love her", "Who is as a worm in my lord's kingly way?", "I shall not see him or know him alive or dead;", "But thou, I know thee, O Love, and pray to thee", "That in brief while my brief life-days be done,", "And the worm quickly make my marriage-bed.", "For underground there is no sleepless bed:", "But here since I beheld my sunflower", "These eyes have slept not, seeing all night and day", "His sunlike eyes, and face fronting the sun.", "Wherefore if anywhere be any death,", "I would fain find and fold him fast to me,", "That I may sleep with the world's eldest dead,", "With her that died seven centuries since, and her", "That went last night down the night-wandering way.", "For this is sleep indeed, when labour is done,", "Without love, without dreams, and without breath,", "And without thought, O name unnamed! of thee.", "Ah, but, forgetting all things, shall I thee?", "Wilt thou not be as now about my bed", "There underground as here before the sun?", "Shall not thy vision vex me alive and dead,", "Thy moving vision without form or breath?", "I read long since the bitter tale of her", "Who read the tale of Launcelot on a day,", "And died, and had no quiet after death,", "But was moved ever along a weary way,", "Lost with her love in the underworld; ah me,", "O my king, O my lordly sunflower,", "Would God to me too such a thing were done!", "But if such sweet and bitter things be done,", "Then, flying from life, I shall not fly from thee.", "For in that living world without a sun", "Thy vision will lay hold upon me dead,", "And meet and mock me, and mar my peace in death.", "Yet if being wroth God had such pity on her,", "Who was a sinner and foolish in her day,", "That even in hell they twain should breathe one breath,", "Why should he not in some wise pity me?", "So if I sleep not in my soft strait bed", "I may look up and see my sunflower", "As he the sun, in some divine strange way.", "O poor my heart, well knowest thou in what way", "This sore sweet evil unto us was done.", "For on a holy and a heavy day", "I was arisen out of my still small bed", "To see the knights tilt, and one said to me", "\"The king,\" and seeing him, somewhat stopped my breath,", "And if the girl spake more, I heard not her,", "For only I saw what I shall see when dead,", "A kingly flower of knights, a sunflower,", "That shone against the sunlight like the sun,", "And like a fire, O heart, consuming thee,", "The fire of love that lights the pyre of death.", "Howbeit I shall not die an evil death", "Who have loved in such a sad and sinless way,", "That this my love, lord, was no shame to thee.", "So when mine eyes are shut against the sun,", "O my soul's sun, O the world's sunflower,", "Thou nor no man will quite despise me dead.", "And dying I pray with all my low last breath", "That thy whole life may be as was that day,", "That feast-day that made trothplight death and me,", "Giving the world light of thy great deeds done;", "And that fair face brightening thy bridal bed,", "That God be good as God hath been to her.", "That all things goodly and glad remain with her,", "All things that make glad life and goodly death;", "That as a bee sucks from a sunflower", "Honey, when summer draws delighted breath,", "Her soul may drink of thy soul in like way,", "And love make life a fruitful marriage-bed", "Where day may bring forth fruits of joy to day", "And night to night till days and nights be dead.", "And as she gives light of her love to thee,", "Give thou to her the old glory of days long done;", "And either give some heat of light to me,", "To warm me where I sleep without the sun.", "O sunflower made drunken with the sun,", "O knight whose lady's heart draws thine to her,", "Great king, glad lover, I have a word to thee.", "There is a weed lives out of the sun's way,", "Hid from the heat deep in the meadow's bed,", "That swoons and whitens at the wind's least breath,", "A flower star-shaped, that all a summer day", "Will gaze her soul out on the sunflower", "For very love till twilight finds her dead.", "But the great sunflower heeds not her poor death,", "Knows not when all her loving life is done;", "And so much knows my lord the king of me.", "Aye, all day long he has no eye for me;", "With golden eye following the golden sun", "From rose-coloured to purple-pillowed bed,", "From birthplace to the flame-lit place of death,", "From eastern end to western of his way.", "So mine eye follows thee, my sunflower,", "So the white star-flower turns and yearns to thee,", "The sick weak weed, not well alive or dead,", "Trod underfoot if any pass by her,", "Pale, without colour of summer or summer breath", "In the shrunk shuddering petals, that have done", "No work but love, and die before the day.", "But thou, to-day, to-morrow, and every day,", "Be glad and great, O love whose love slays me.", "Thy fervent flower made fruitful from the sun", "Shall drop its golden seed in the world's way,", "That all men thereof nourished shall praise thee", "For grain and flower and fruit of works well done;", "Till thy shed seed, O shining sunflower,", "Bring forth such growth of the world's garden-bed", "As like the sun shall outlive age and death.", "And yet I would thine heart had heed of her", "Who loves thee alive; but not till she be dead.", "Come, Love, then, quickly, and take her utmost breath.", "Song, speak for me who am dumb as are the dead;", "From my sad bed of tears I send forth thee,", "To fly all day from sun's birth to sun's death", "Down the sun's way after the flying sun,", "For love of her that gave thee wings and breath,", "Ere day be done, to seek the sunflower."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/26810/the-painter", "tittle": "the-painter", "poem": ["Sitting between the sea and the buildings", "He enjoyed painting the sea’s portrait.", "But just as children imagine a prayer", "Is merely silence, he expected his subject", "To rush up the sand, and, seizing a brush,", "Plaster its own portrait on the canvas.", "So there was never any paint on his canvas", "Until the people who lived in the buildings", "Put him to work: “Try using the brush", "As a means to an end. Select, for a portrait,", "Something less angry and large, and more subject", "To a painter’s moods, or, perhaps, to a prayer.”", "How could he explain to them his prayer", "That nature, not art, might usurp the canvas?", "He chose his wife for a new subject,", "Making her vast, like ruined buildings,", "As if, forgetting itself, the portrait", "Had expressed itself without a brush.", "Slightly encouraged, he dipped his brush", "In the sea, murmuring a heartfelt prayer:", "“My soul, when I paint this next portrait", "Let it be you who wrecks the canvas.”", "The news spread like wildfire through the buildings:", "He had gone back to the sea for his subject.", "Imagine a painter crucified by his subject!", "Too exhausted even to lift his brush,", "He provoked some artists leaning from the buildings", "To malicious mirth: “We haven’t a prayer", "Now, of putting ourselves on canvas,", "Or getting the sea to sit for a portrait!”", "Others declared it a self-portrait.", "Finally all indications of a subject", "Began to fade, leaving the canvas", "Perfectly white. He put down the brush.", "At once a howl, that was also a prayer,", "Arose from the overcrowded buildings.", "They tossed him, the portrait, from the tallest of the buildings;", "And the sea devoured the canvas and the brush", "As though his subject had decided to remain a prayer."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/49826/if-see-no-end-in-is", "tittle": "if-see-no-end-in-is", "poem": ["What none knows is when, not if.", "Now that your life nears its end", "when you turn back what you see", "is ruin. You think, It is a prison. No,", "it is a vast resonating chamber in", "which each thing you say or do is", "new, but the same. What none knows is", "how to change. Each plateau you reach, if", "single, limited, only itself, in-", "cludes traces of  all the others, so that in the end", "limitation frees you, there is no", "end, if   you once see what is there to see.", "You cannot see what is there to see —", "not when she whose love you failed is", "standing next to you. Then, as if refusing the know-", "ledge that life unseparated from her is death, as if", "again scorning your refusals, she turns away. The end", "achieved by the unappeased is burial within.", "Familiar spirit, within whose care I grew, within", "whose disappointment I twist, may we at last see", "by what necessity the double-bind is in the end", "the  figure  for human life, why what we love is", "precluded always by something else we love, as if", "each no we speak is yes, each yes no.", "The prospect is mixed but elsewhere the forecast is no", "better. The eyrie where you perch in", "exhaustion has food and is out of  the wind, if", "cold. You feel old, young, old, young: you scan the sea", "for movement, though the promise of  sex or food is", "the prospect that bewildered  you to this end.", "Something in you believes that it is not the end.", "When you wake, sixth grade will start. The finite you know", "you fear is infinite: even at eleven, what you love is", "what you should not love, which endless bullies in-", "tuit unerringly. The future will be different: you cannot see", "the end. What none knows is when, not if."]},
{"url": "https://www.poetryfoundation.org/poems/45304/sestina-56d224c2ea7e6", "tittle": "sestina-56d224c2ea7e6", "poem": ["I saw my soul at rest upon a day", "As a bird sleeping in the nest of night,", "Among soft leaves that give the starlight way", "To touch its wings but not its eyes with light;", "So that it knew as one in visions may,", "And knew not as men waking, of delight.", "This was the measure of my soul's delight;", "It had no power of joy to fly by day,", "Nor part in the large lordship of the light;", "But in a secret moon-beholden way", "Had all its will of dreams and pleasant night,", "And all the love and life that sleepers may.", "But such life's triumph as men waking may", "It might not have to feed its faint delight", "Between the stars by night and sun by day,", "Shut up with green leaves and a little light;", "Because its way was as a lost star's way,", "A world's not wholly known of day or night.", "All loves and dreams and sounds and gleams of night", "Made it all music that such minstrels may,", "And all they had they gave it of delight;", "But in the full face of the fire of day", "What place shall be for any starry light,", "What part of heaven in all the wide sun's way?", "Yet the soul woke not, sleeping by the way,", "Watched as a nursling of the large-eyed night,", "And sought no strength nor knowledge of the day,", "Nor closer touch conclusive of delight,", "Nor mightier joy nor truer than dreamers may,", "Nor more of song than they, nor more of light.", "For who sleeps once and sees the secret light", "Whereby sleep shows the soul a fairer way", "Between the rise and rest of day and night,", "Shall care no more to fare as all men may,", "But be his place of pain or of delight,", "There shall he dwell, beholding night as day.", "Song, have thy day and take thy fill of light", "Before the night be fallen across thy way;", "Sing while he may, man hath no long delight."]},
{"url": "https://www.poetryfoundation.org/poems/43395/the-guest-ellen-at-the-supper-for-street-people", "tittle": "the-guest-ellen-at-the-supper-for-street-people", "poem": ["The unclean spirits cry out in the body", "Or mind of the guest Ellen in a loud voice", "Torment me not, and in the fury of her unclean", "Hands beating the air in some kind of unending torment—", "Nobody witnessing could possibly know the event", "That cast upon her the spell of this enchantment.", "Almost all the guests are under some kind of enchantment:", "Of being poor day after day in the same body;", "Of being witness still to some obscene event;", "Of listening all the time to somebody’s voice", "Whispering in the ear things divine or unclean,", "In the quotidian of unending torment.", "One has to keep thinking there was some source of torment,", "Something that happened someplace else, unclean.", "One has to keep talking in a reasonable voice", "About things done, say, by a father’s body", "To or upon the body of Ellen, in enchantment", "Helpless, still by the unforgotten event", "Enchanted, still in the old forgotten event", "A prisoner of love, filthy Ellen in her torment,", "Guest Ellen in the dining hall in her body,", "Hands beating the air in her enchantment,", "Sitting alone, gabbling in her garbled voice", "The narrative of the spirits of the unclean.", "She is wholly the possessed one of the unclean.", "Maybe the spirits came from the river. The enchantment", "Entered her, maybe, in the Northeast Kingdom. The torment,", "A thing of the waters, gratuitous event,", "Came up out of the waters and entered her body", "And lived in her in torment and cried out in her voice.", "It speaks itself over and over again in her voice,", "Cursing maybe or not a familiar obscene event", "Or only the pure event of original enchantment", "From the birth of the river waters, the pure unclean", "Rising from the source of things, in a figure of torment", "Seeking out Ellen, finding its home in her poor body.", "Her body witness is, so also is her voice,", "Of torment coming from unknown event;", "Unclean is the nature and name of the enchantment."]},
{"url": "https://www.poetryfoundation.org/poems/43102/the-jain-bird-hospital-in-delhi", "tittle": "the-jain-bird-hospital-in-delhi", "poem": ["Outside the hotel window, unenlightened pigeons", "weave and dive like Stukas on their prey,", "apparently some tiny insect brother.", "(In India, the attainment of nonviolence", "is considered a proper goal for human beings.)", "If one of the pigeons should fly into the illusion", "of my window and survive (the body is no illusion", "when it’s hurt) he could be taken across town to the bird", "hospital where Jains, skilled medical men,", "repair the feathery sick and broken victims.", "There, in reproof of violence", "and of nothing else, live Mahavira’s brothers and sisters.", "To this small, gentle order of monks and nuns", "it is bright Vishnu and dark Shiva who are illusion.", "They trust in faith, cognition, and nonviolence", "to release them from rebirth. They think that birds", "and animals—like us, some predators, some prey—", "should be ministered to no less than men and women.", "The Jains who deal with creatures (and with laymen)", "wear white, while their more enterprising hermit brothers", "walk naked and are called the sky-clad. Jains pray", "to no deity, human kindness being their sole illusion.", "Mahavira and those twenty-three other airy creatures", "who turned to saints with him, preached the doctrine of ahimsa,", "which in our belligerent tongue becomes nonviolence.", "It’s not a doctrine congenial to snarers and poultrymen,", "who every day bring to market maimed pheasants.", "Numbers of these are brought in by the Jain brothers", "and brought, to grow back wing-tips and illusions,", "to one of the hospitals succoring such small quarry.", "When strong and feathered again, the lucky victims", "get reborn on Sunday mornings to the world’s violence,", "released from the roofs of these temples to illusion.", "It is hard for a westerner to speak about men and women", "like these, who call the birds of the air brothers.", "We recall the embarrassed fanfare for Francis and his flock.", "We’re poor forked sky-clad things ourselves", "and God knows prey to illusion—e.g., I claim these brothers", "and sisters in India, stemming a little violence, among birds."]},
{"url": "https://www.poetryfoundation.org/poems/46059/to-the-indifferent-women", "tittle": "to-the-indifferent-women", "poem": ["You who are happy in a thousand homes,", "Or overworked therein, to a dumb peace;", "Whose souls are wholly centered in the life", "Of that small group you personally love;", "Who told you that you need not know or care", "About the sin and sorrow of the world?", "Do you believe the sorrow of the world", "Does not concern you in your little homes? —", "That you are licensed to avoid the care", "And toil for human progress, human peace,", "And the enlargement of our power of love", "Until it covers every field of life?", "The one first duty of all human life", "Is to promote the progress of the world", "In righteousness, in wisdom, truth and love;", "And you ignore it, hidden in your homes,", "Content to keep them in uncertain peace,", "Content to leave all else without your care.", "Yet you are mothers! And a mother's care", "Is the first step toward friendly human life.", "Life where all nations in untroubled peace", "Unite to raise the standard of the world", "And make the happiness we seek in homes", "Spread everywhere in strong and fruitful love.", "You are content to keep that mighty love", "In its first steps forever; the crude care", "Of animals for mate and young and homes,", "Instead of pouring it abroad in life,", "Its mighty current feeding all the world", "Till every human child can grow in peace.", "You cannot keep your small domestic peace", "Your little pool of undeveloped love,", "While the neglected, starved, unmothered world", "Struggles and fights for lack of mother's care,", "And its tempestuous, bitter, broken life", "Beats in upon you in your selfish homes.", "We all may have our homes in joy and peace", "When woman's life, in its rich power of love", "Is joined with man's to care for all the world."]},
{"url": "https://www.poetryfoundation.org/poems/56201/beautiful-poetry", "tittle": "beautiful-poetry", "poem": ["I was too shy to say anything but Your poems are so beautiful.", "What kinds of things, feelings, or ideas inspire you,", "I mean, outside the raw experiences of your life?", "He turned a strange crosshatched color", "as if he stood in a clouded painting, and said, Thanks,", "but no other phenomena intrude upon my starlit mind.", "I see you are wondering what this is all about. Don’t mind", "me, I’m talking to myself again. Yes, poetry is nice and often beautiful,", "yet it doesn’t beget much attention, money, or even a simple thanks", "for placing the best words in the best order. That’s when I forget all about your", "incessant demands, and the restless subject leaps the stream in Technicolor—", "until the Remembrancer appears and says, Stop this wasteful life.", "Doctor, lawyer, thief. These fancies of yours could cost a life", "or worse, two. Meanwhile, he perceives my gifted body upholding my mind", "as I’m explaining my stuff on the Unicorn Tapestries, cheeks starting to color,", "feathers ruffling, quiet shudders. He shrugs, Your content sounds too beautiful", "but I’d like to read it sometime. Okay. He says all the right things, like I love you", "Hyacinth Girl. Things get interesting until the sudden blow: Thanks", "For the memories. What I’ll think seeing his new work in The New Yorker is Thanks", "for nothing, asshole, as he drops me for that prolific pastoral life", "with his wife upstate. The more I think about it, it all depends upon your", "phantom attention. Surely a world embroiders itself in one’s mind", "at any moment, words resounding, ardent present clarifyingly beautiful", "And beautifully truthful. You know? Here I should put in a lapis color", "Or a murky midnight blue. Or have the crowd stagger by in a riot of color", "pinning down the helpless beast with spears and ritualistic thanks", "to their gods. What one really wants to get at is the real, the eternally beautiful", "like The White Album or something. That’s what makes one perilous life", "worth living. All the brute indifference, humiliation, and failure can put one in the", "mind", "to give up, freak out, kill somebody, heart battered, so mastered. Oh you", "Wherever I go, on the subway, in my cubicle, at play, in sleep, it’s always you", "of the air, overpowering my senses like a Dutch master in one pure color,", "its fiction at full speed, walls breaking, a clarity panorama for the mind", "hunting for meaning and finding it at last! Now look at all the work I did, and not", "one thanks", "Not even flowers. Off you rush to watch him accept another award in that life", "We can only dream of. From where you sit it all seems so beautiful", "And I finally understand you. For that I can’t express enough thanks", "As the subject is the best color for me in the difficulty of this lonely life.", "It’s always caught up in my mind, what could be more beautiful."]},
{"url": "https://www.poetryfoundation.org/poems/55026/the-mortician-in-san-francisco", "tittle": "the-mortician-in-san-francisco", "poem": ["This may sound queer,", "but in 1985 I held the delicate hands", "of Dan White:", "I prepared him for burial; by then, Harvey Milk", "was made monument—no, myth—by the years", "since he was shot.", "I remember when Harvey was shot:", "twenty, and I knew I was queer.", "Those were the years,", "Levi’s and leather jackets holding hands", "on Castro Street, cheering for Harvey Milk—", "elected on the same day as Dan White.", "I often wonder about Supervisor White,", "who fatally shot", "Mayor Moscone and Supervisor Milk,", "who was one of us, a Castro queer.", "May 21, 1979: a jury hands", "down the sentence, seven years—", "in truth, five years—", "for ex-cop, ex-fireman Dan White,", "for the blood on his hands;", "when he confessed that he had shot", "the mayor and the queer,", "a few men in blue cheered. And Harvey Milk?", "Why cry over spilled milk,", "some wondered, semi-privately, for years—", "it meant “one less queer.”", "The jurors turned to White.", "If just the mayor had been shot,", "Dan might have had trouble on his hands—", "but the twelve who held his life in their hands", "maybe didn’t mind the death of Harvey Milk;", "maybe, the second murder offered him a shot", "at serving only a few years.", "In the end, he committed suicide, this Dan White.", "And he was made presentable by a queer."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/54841/the-guest-ellen-at-the-supper-for-street-people-56d235acd44d2", "tittle": "the-guest-ellen-at-the-supper-for-street-people-56d235acd44d2", "poem": ["The unclean spirits cry out in the body", "Or mind of the guest Ellen in a loud voice", "Torment me not, and in the fury of her unclean", "Hands beating the air in some kind of unending torment—", "Nobody witnessing could possibly know the event", "That cast upon her the spell of this enchantment.", "Almost all the guests are under some kind of enchantment:", "Of being poor day after day in the same body;", "Of being witness still to some obscene event;", "Of listening all the time to somebody’s voice", "Whispering in the ear things divine or unclean,", "In the quotidian of unending torment.", "One has to keep thinking there was some source of torment,", "Something that happened someplace else, unclean.", "One has to keep talking in a reasonable voice", "About things done, say, by a father’s body", "To or upon the body of Ellen, in enchantment", "Helpless, still by the unforgotten event", "Enchanted, still in the old forgotten event", "A prisoner of love, filthy Ellen in her torment,", "Guest Ellen in the dining hall in her body,", "Hands beating the air in her enchantment,", "Sitting alone, gabbling in her garbled voice", "The narrative of the spirits of the unclean.", "She is wholly the possessed one of the unclean.", "Maybe the spirits came from the river. The enchantment", "Entered her, maybe, in the Northeast Kingdom. The torment,", "A thing of the waters, gratuitous event,", "Came up out of the waters and entered her body", "And lived in her in torment and cried out in her voice.", "It speaks itself over and over again in her voice,", "Cursing maybe or not a familiar obscene event", "Or only the pure event of original enchantment", "From the birth of the river waters, the pure unclean", "Rising from the source of things, in a figure of torment", "Seeking out Ellen, finding its home in her poor body.", "Her body witness is, so also is her voice,", "Of torment coming from unknown event;", "Unclean is the nature and name of the enchantment."]}
]