[
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/58649/lullaby-in-fracktown", "tittle": "lullaby-in-fracktown", "poem": ["Child, when you’re sad put on your blue shoes.", "You know that Mama loves you lollipops", "and Daddy still has a job to lose.", "So put on a party hat. We’ll play the kazoos", "loud and louder from the mountaintop.", "Child, when you’re sad put on your blue shoes", "and dance the polka with pink kangaroos,", "dolphin choirs singing “flip-flop, flip-flop.”", "Hey, Daddy still has a job to lose —", "don’t be afraid. Close your eyes, snooze,", "because today our suns have flared and dropped.", "Tomorrow when you wake, put on your blue shoes.", "Eat a good breakfast. Be good in school.", "Good boys go to college goody gumdrops", "so someday too you’ll have a job to lose.", "Waste trucks clatter by as the gray bird coos.", "Flames pour forth when the faucet’s unstopped.", "Child, when you’re sad put on your blue shoes.", "For now, Daddy still has a job to lose."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/91311/after-the-dinner-party", "tittle": "after-the-dinner-party", "poem": ["Dropping napkins, corks, and non-compostables", "into the trash, I see that friends have mistaken", "my everyday chopsticks for disposables,", "helpfully discarding them alongside inedibles:", "pork bones, shrimp shells, bitter melon.", "Among napkins and corks, they do look compostable:", "off-white, wooden, warped from continual", "washing — no lacquer, no ornament. But anyone", "who thinks these chopsticks are disposable", "doesn’t live with chopsticks in the comfortable", "way of a favorite robe, oversized, a bit broken.", "Thin paper napkins, plastic forks, and non-compostable", "takeout boxes constitute the chopstick’s natural", "habitat to many I hold dear. With family or alone,", "I’ll maintain that chopsticks aren’t disposable,", "but if I can make peace with the loss of utensils", "when breaking bao with guests, I’ll be one of them,", "not digging in the napkins and corks. Compostable", "chopsticks are the answer: everyday and disposable."]},
{"url": "https://www.poetryfoundation.org/poems/143507/his-and-hers", "tittle": "his-and-hers", "poem": ["She cannot imagine it otherwise.", "She wakes in the morning and twists her ring,", "loves how every night in their bed he lies", "breathing warm in the dark and never shies", "away. He lets her talk, he lets her sing.", "She cannot imagine it otherwise.", "One night she’s surprised how gently he tries", "to move her arm when he thinks she’s sleeping.", "In the night, in their bed, she sees he lies", "watching the ceiling long before sunrise.", "Too much coffee, too many late nights working.", "She cannot imagine it otherwise.", "He quiets. The more she worries and pries", "the less he tells her about anything.", "She’s sure every night in their bed he lies", "wanting a room beyond reach of her eyes.", "He sighs—she cries so much, Over nothing.", "She cannot imagine it otherwise:", "Every night in their bed, he lies."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/58302/sound", "tittle": "sound", "poem": ["To render the ocean one needs a whole year", "with Zoom in freezing fingers on a quarter-mile of coast.", "Sound is the one true vocabulary of nature", "and not the peacock-palette painters swear", "he uses for his best stuff, for his daily disposable frescoes.", "To render the ocean one needs a whole year", "on the quayside tracking the tide’s increasing stature,", "its drones and climaxes, the diminuendo when it shows", "sound is the one true vocabulary of nature.", "Nature plays bass clarinet in a Barcelona pop-up theatre.", "In a polo neck he solos the ocean. He tongues, he blows", "to render the ocean. One needs a whole year", "or centuries to capture even its least-most feature:", "like the boat-cove’s lapping, backwashed contraflows.", "Sound is the one true vocabulary of Nature,", "who’s lost in his MacBook, applying filter after filter", "to this day-long rock-pool’s jazz, its stadium of echoes.", "To render its ocean one needs a whole year:", "sound is the one true vocabulary of nature."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/92040/nursery", "tittle": "nursery", "poem": ["We opened the door to the fairy house", "& took our tea on matching pebble seats.", "Somehow we got out of there alive", "though something crystalline of us", "remains in that dark, growing its facets.", "We opened the door to the fairy house", "at the oak’s black ankle. You asked", "What could happen? as you disappeared", "somehow. We got out of there alive", "the strange tea still warm in our bellies.", "Inside, our hosts gave damn few answers.", "Who built that door? Is this a fairy house?", "They had no faces yet. We spoke", "into their quince-bud ears. You wept.", "Somehow we got out of there alive", "though we didn’t quite return. Our life", "is different now we’ve drunk the tea.", "They’re alive somehow. I got us out.", "Why did you open the door to the fairy house?"]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/89008/my-darling-turns-to-poetry-at-night", "tittle": "my-darling-turns-to-poetry-at-night", "poem": ["My darling turns to poetry at night.", "What began as flirtation, an aside", "Between abstract expression and first light", "Now finds form as a silent, startled flight", "Of commas on her face — a breath, a word ...", "My darling turns to poetry at night.", "When rain inspires the night birds to create", "Rhyme and formal verse, stanzas can be made", "Between abstract expression and first light.", "Her heartbeat is a metaphor, a late", "Bloom of red flowers that refuse to fade.", "My darling turns to poetry at night.", "I watch her turn. I do not sleep. I wait", "For symbols, for a sign that fear has died", "Between abstract expression and first light.", "Her dreams have night vision, and in her sight", "Our bodies leave ghostprints on the bed.", "My darling turns to poetry at night", "Between abstract expression and first light."]},
{"url": "https://www.poetryfoundation.org/poems/143684/not-pastoral-enough", "tittle": "not-pastoral-enough", "poem": ["It is the sense, it is the sense, controls,", "Landing every poem like a fish.", "Unhuman forms must not assert their roles.", "Glittering scales require the deadly tolls", "Of net and knife. Scales fall to relish.", "It is the sense, it is the sense, controls.", "Yet languages are apt to miss on souls", "If reason only guts them. Applying the wish,", "Unhuman forms must not assert their roles,", "Ignores the fact that poems have two poles", "That must be opposite. Hard then to finish", "It is the sense, it is the sense, controls,", "Without a sense of lining up for doles", "From other kitchens that give us the garnish:", "Unhuman forms must not assert their roles.", "And this (forgive me) is like carrying coals", "To Sheffield. Irrelevance betrays a formal anguish.", "It is the sense, it is the sense, controls,", "“Unhuman forms must not assert their roles”."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/56623/escape-architecture", "tittle": "escape-architecture", "poem": ["They sang Green, Green Grass of Home", "sailing west from New Orleans.", "They sang Ne Me Quitte Pas beneath mesquite", "while digging graves in Matagorda.", "Pelican soup was a vile, greasy potage.", "They sang Green, Green Grass of  Home", "where alligator was a luxury (the meat)", "down at the Turtle Bayou Turnaround.", "They sang Ne Me Quitte Pas beneath mesquite.", "Near the Old and Lost River they surmised", "Spanish moss strains coffee pretty good.", "They sang Green, Green Grass of Home.", "They were whingeing Stuck in Lodi,", "forty Slavonians in the Big Thicket.", "They sang Ne Me Quitte Pas beneath mesquite.", "They cut down the trees, they sawed the blocks,", "split the blocks into billets, split the billets into boards.", "They sang Green, Green Grass of Home.", "They sang Ne Me Quitte Pas beneath mesquite.", "•", "Frederick Olmsted was right when he wrote", "G.T.T. (Gone to Texas) was appended", "“to every man’s name who had disappeared", "before the discovery of some rascality.”", "Brands were a language: Shanghai M, Running W.", "Frederick Olmsted was right when he wrote,", "or rode upright, through “a sort of Brobdingnag grass.”", "Bradded L, Walking R, Swinging   J.", "Every man’s name who had disappeared", "singed like needles off a cactus, whiskers off rope", "(this was a practice). Rocking T, Tumbling K —", "Frederick Olmsted was right when he wrote", "in the alphabet we got from the Canaanites.", "Oxhead A. Camel G. If it doesn’t brand, it bites.", "To every man’s name who had disappeared,", "someone added: Sent to heaven to hunt for a harp.", "Or maybe it was another case of slow.", "Olmsted slowed so he could write while he rode", "among men whose names had disappeared."]},
{"url": "https://www.poetryfoundation.org/poems/56978/between-the-house-and-the-hill", "tittle": "between-the-house-and-the-hill", "poem": ["This boy lying face down", "in my sleep pushes around jars of jelly,", "waking me the night he is found", "so I can drag him from the wet ground", "and clean his blackened belly,", "this boy lying face down", "who is somehow bound", "to me, this hunted herdsman, refugee", "waking me the night he is found.", "Am I to dress him in an open gown,", "bless the holes in his chest with tea", "leaves? This boy lying face down,", "permeating even the simplest sound,", "with the crack in the door he slowly", "cries, waking me the night he is found,", "lips parted to my blue-black ground,", "whispering red vetch inside me,", "this slender boy lying down,", "waking me the night he is found."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/58778/gratuitous-oranges", "tittle": "gratuitous-oranges", "poem": ["Nothing rhymes in English with an orange.", "It stands alone, with luster in a far tinge.", "It stands alone, and seems to make a star cringe.", "On Saturday it’s blue like an orange", "Or like a surrealist sight rhyme in a garage.", "Nothing rhymes in English with an orange.", "But rime riche is rich enough for an orange.", "Still my doorman sings, Put it away in storage!", "It stands alone, and seems to make a star cringe.", "Orange replies: I’m drunk from my last bar-binge", "Half-rhymes like hangovers suddenly impinge.", "But nothing rhymes in English with an orange.", "While my wife in French eats one in her nude linge", "Playwrights Synge and Inge flap forward on a car-hinge.", "It stands alone, and seems to make a star cringe.", "Pronounce it orange and then expunge.", "So ends the story of the very violet orange.", "Nothing rhymes in English with an orange.", "It stands alone, and seems to make a star cringe."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/56298/self-help-56d238ab5d3b7", "tittle": "self-help-56d238ab5d3b7", "poem": ["What kind of delusion are you under?", "The life he hid just knocked you flat.", "You see the lightning but not the thunder.", "What God hath joined let no man put asunder.", "Did God know you’d marry a rat?", "What kind of delusion are you under?", "His online persona simply stunned her", "as it did you when you started to chat.", "You see the lightning but not the thunder.", "To the victors go the plunder:", "you should crown them with a baseball bat.", "What kind of delusion are you under?", "The kind that causes blunder after blunder.", "Is there any other kind than that?", "You see the lightning but not the thunder,", "and for one second the world’s a wonder.", "Just keep it thrilling under your hat.", "What kind of delusion are you under?", "You see the lightning but not the thunder."]},
{"url": "https://www.poetryfoundation.org/poems/57840/monarchy", "tittle": "monarchy", "poem": ["There was no room for us to have feelings.", "Under the Queen, we were foiled, our faces blanked of wonder.", "A pitiful ordeal, our cheap toil. We hated her for stealing.", "Our crooked backs ached; our knees bled from kneeling,", "the whole sum of our treasures given up to fund her.", "There was no room for us to have feelings,", "so we made our way quietly; we arranged our own dealings,", "checked what we clocked. Each swallowed their thunder", "and railed within. Nothing left out for stealing.", "But pound for pound, we grew skinny, weary, reeling", "from the new rules she devised. We had to watch and mind her.", "There was no room for us to have feelings.", "We were audited, then fined. We abided her schooling.", "Then, all music stopped. All solitude filled, we couldn't ponder", "our losses. We tried to forget how much she was stealing.", "Our patron saints left us; the stars took to jeering, leering", "at our lessened state. We hardened at our blunder.", "There was no room to have any feelings.", "What of us? Not a pittance. No worth there for stealing."]},
{"url": "https://www.poetryfoundation.org/poems/56134/after-the-auction-i-bid-you-good-bye", "tittle": "after-the-auction-i-bid-you-good-bye", "poem": ["You elbow me with your corduroy jacket", "when a box chock-full of antique marbles comes up.", "I can’t hear your whispers above the auctioneer’s racket.", "The clipped speech of the auctioneer cracked", "me up when you impersonated him in bed. Like a wild, thick mop", "I soak up every copper smell from your corduroy jacket.", "In two days, I will drive you to the airport, packed", "with other couples pressed tightly at the top", "of the escalator. Lines sear my cheek from your corduroy jacket", "when we hug—then a quick kiss good-bye tacked", "on at the end. I’ll finger the rim on the paper coffee cup", "you leave in my car. When I hear your name I can’t forget", "how your long torso pressed against my bare back,", "bluish in this early light. Your fingers shot into me, popped", "my spine into a wicked arch. There is no lack", "of how it haunts me still—what I bid—lost, sacked", "and wrapped for other girls. I should have looked up", "to see who else was bidding, but I studied the folds in your jacket.", "My limit is spent, loud and certain as the auctioneer’s racket."]},
{"url": "https://www.poetryfoundation.org/poems/55694/long-enough", "tittle": "long-enough", "poem": ["You would have thought it foolish to speak to the dead,", "but I have lived two decades longer now than you", "and all this time I have carried you in my head", "so I think I have the right to question what you said,", "dear teacher. My religious upbringing’s residue,", "you would have thought it foolish. To speak to the dead,", "however, is sometimes necessary, especially haunted", "by all the things I know you hoped I’d do", "with all this time that I have carried you in my head.", "In a dream last night I followed where you led", "until you asked me in a loud voice what I knew.", "(You would have thought it foolish to speak to the dead,", "but I was dreaming and could not refuse.) I said", "that you were wrong, that I could see your bitter view", "(since all this time I have carried you in my head)", "for what it was, and you for who you were. Instead", "of dreaming your reply I woke as you withdrew.", "You would have thought it foolish to speak to the dead", "but all this time I have carried you in my head."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/56260/northampton-style", "tittle": "northampton-style", "poem": ["Evening falls. Someone’s playing a dulcimer", "Northampton-style, on the porch out back.", "Its voice touches and parts the air of summer,", "as if  it swam to time us down a river", "where we dive and leave a single track", "as evening falls. Someone’s playing a dulcimer", "that lets us wash our mix of dreams together.", "Delicate, tacit, we engage in our act;", "its voice touches and parts the air of summer.", "When we disentangle you are not with her", "I am not with him. Redress calls for tact.", "Evening falls. Someone’s playing a dulcimer", "still. A small breeze rises and the leaves stir", "as uneasy as we, while the woods go black;", "its voice touches and parts the air of summer", "and lets darkness enter us; our strings go slack", "though the player keeps up his plangent attack.", "Evening falls. Someone’s playing a dulcimer;", "its voice touches and parts the air of summer."]},
{"url": "https://www.poetryfoundation.org/poems/55691/aphrodisia", "tittle": "aphrodisia", "poem": ["Love’s language is hyperbole, but whispered,", "sibilant similes and promises sotto voce.", "It’s easy to imagine you’ve misheard,", "the form and content clash, create this weird", "distortion like an echo or a tape delay.", "Love’s language is hyperbole, but whispered.", "On which do you place emphasis: The words?", "Or the breath? The farfetched or the foreplay?", "It’s easy to imagine you’ve misheard", "when objectivity has disappeared", "and your lover is getting further carried away.", "Love’s language is hyperbole, but whispered", "vows? It’s hard to take him at his word,", "or hers: Speak up! Proclaim! you want to say.", "It’s easy to imagine you’ve misheard,", "hard to admit one sharp as you is stirred.", "You need to back off, cool down, act blasé.", "Love’s language is hyperbole, but whispered.", "It’s easy to imagine you’ve misheard."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/55740/wifes-disaster-manual", "tittle": "wifes-disaster-manual", "poem": ["When the forsaken city starts to burn,", "after the men and children have fled,", "stand still, silent as prey, and slowly turn", "back. Behold the curse. Stay and mourn", "the collapsing doorways, the unbroken bread", "in the forsaken city starting to burn.", "Don’t flinch. Don’t join in.", "Resist the righteous scurry and instead", "stand still, silent as prey. Slowly turn", "your thoughts away from escape: the iron", "gates unlatched, the responsibilities shed.", "When the forsaken city starts to burn,", "surrender to your calling, show concern", "for those who remain. Come to a dead", "standstill. Silent as prey, slowly turn", "into something essential. Learn", "the names of the fallen. Refuse to run ahead", "when the forsaken city starts to burn.", "Stand still and silent. Pray. Return."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/55798/september-2011", "tittle": "september-2011", "poem": ["It keeps on happening again and it will", "be forgotten again until it’s September.", "We’re in the tall building paying the bill", "overdue to the city for gas to fuel", "our furnace. We’re thinking November—", "it keeps on happening again—and we’ll", "need heat. Now it’s still summer, too hot until", "fall to turn off the AC. Consider", "that other cloudless day, paying the bill", "in City Hall. It’s way too high now, still", "we pay it. Look at the line, at him, her—", "it keeps on happening again and it will.", "Energy’s costly. We forget it can kill.", "Though some of our children can’t remember,", "we in the building paying the bill", "look at the date, at the window sill,", "think of their choice between jump and tinder.", "It keeps on happening again and it will.", "We’re in the tall building, paying the bill."]},
{"url": "https://www.poetryfoundation.org/poems/55760/the-american-on-his-first-honeymoon", "tittle": "the-american-on-his-first-honeymoon", "poem": ["What we can say has already been said", "about each painting in the gallery—", "about the quality of light, the way she holds her head.", "So we are silent in the subway, silent in bed.", "Our bodies too are mute; we fall asleep knowing", "what we could say has already been said.", "Over toast and coffee and the newspaper thoroughly read", "the day unfolds between us. I am too weak to carry", "this quality of light, the way she holds her head.", "I would vow to leave if love had left", "if this were the wedding of two gypsies.", "But what should I say? It has been said", "the dead would properly bury the dead", "and here I am, alive at last and buried", "by the quality of light, and the way she holds her head.", "Perhaps women, sex, love are all over-rated.", "Which of us is the artist and which the light? You see,", "the words I might say have been better said—", "words concerning the quality of light, the way you hold your head."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/55235/after-a-greek-proverb", "tittle": "after-a-greek-proverb", "poem": ["We’re here for the time being, I answer to the query—", "Just for a couple of years, we said, a dozen years back.", "Nothing is more permanent than the temporary.", "We dine sitting on folding chairs—they were cheap but cheery.", "We’ve taped the broken window pane. tv’s still out of whack.", "We’re here for the time being, I answer to the query.", "When we crossed the water, we only brought what we could carry,", "But there are always boxes that you never do unpack.", "Nothing is more permanent than the temporary.", "Sometimes when I’m feeling weepy, you propose a theory:", "Nostalgia and tear gas have the same acrid smack.", "We’re here for the time being, I answer to the query—", "We stash bones in the closet when we don’t have time to bury,", "Stuff receipts in envelopes, file papers in a stack.", "Nothing is more permanent than the temporary.", "Twelve years now and we’re still eating off the ordinary:", "We left our wedding china behind, afraid that it might crack.", "We’re here for the time being, we answer to the query,", "But nothing is more permanent than the temporary."]},
{"url": "https://www.poetryfoundation.org/poems/54707/into-these-knots", "tittle": "into-these-knots", "poem": ["I say, Without a God there is no hell.", "There’s only this—. She rustles for her keys.", "The apple tree sheds petal after petal.", "She says, Let’s take you to the hospital.", "The petals spin like sparks. I close my eyes", "and say, Without a God there is no hell,", "and there is only this. It’s just as well.", "The lawn is red and white. She asks, Who says?", "How do you know? The wind fells every petal.", "She says, Let’s take you to the hospital.", "I cannot breathe. I cannot tell her, Yes—.", "Because without a God there is no hell,", "as she whispers, Talk to me, I know I will", "clamber—but not toward heaven, toward the sky,", "eyes winking behind petal after petal.", "The rope-burnt bark will flake away and fall.", "Knot on my neck, the rest would be so easy:", "I’ll pray, Without a God there is no hell,", "then slip through petals—through petal after petal."]},
{"url": "https://www.poetryfoundation.org/poems/52424/grand-central-track-23", "tittle": "grand-central-track-23", "poem": ["I forgot to tell you it's almost time to go.", "The sun has distilled its particular worn essence", "And the glittering trout is flipped on the bow.", "A man asks me what time it is. I don't know.", "I have emptied my purse and wept in the presence", "Of onlookers. I forgot to remember to go", "Before eleven, when the steely arrow", "Shot swimming to its underneath, tense", "As a stream of salmon in reverse below", "The laureled, relentless clocks. The sceptered row", "Of columns dreams one o'clock, immense,", "Inviolate. What time is it? I don't know.", "This story concerns the night I tried to go—", "Though many times I flopped into the silence", "Of orange plastic seating like onto the bow", "Of a lonely ship, and felt my breathing slow.", "The frail, retreating stand of columns prevents", "The clocks from telling me time and time again to go.", "At my feet, a glittering trout swims past the bow."]},
{"url": "https://www.poetryfoundation.org/poems/51826/ghost-villanelle", "tittle": "ghost-villanelle", "poem": ["We never saw the ghost, though he was there—", "we knew from the raindrops tapping on the eaves.", "We never saw him, and we didn’t care.", "Each day, new sunshine tumbled through the air;", "evenings, the moonlight rustled in dark leaves.", "We never saw the ghost, though: he was there,", "if ever, when the wind tousled our hair", "and prickled goosebumps up and down thin sleeves;", "we never saw him.   And we didn’t care", "to step outside our room at night, or dare", "click off the nightlight: call it fear of thieves.", "We never saw the ghost, though he was there", "in sunlit dustmotes drifting anywhere,", "in light-and-shadow, such as the moon weaves.", "We never saw him, though, and didn’t care,", "until at last we saw him everywhere.", "We told nobody.   Everyone believes", "we never saw the ghost (if he was there),", "we never saw him and we didn’t care."]},
{"url": "https://www.poetryfoundation.org/poems/51150/chatty-cathy-villanelle", "tittle": "chatty-cathy-villanelle", "poem": ["When you grow up, what will you do?", "Please come to my tea party.", "I’m Chatty Cathy. Who are you?", "Let’s take a trip to the zoo.", "Tee-hee, tee-hee, tee-hee. You’re silly!", "When you grow up, what will you do?", "One plus one equals two.", "It’s fun to learn your ABC’s.", "I’m Chatty Cathy, who are you?", "Please come help me tie my shoe.", "Can you come out and play with me?", "When you grow up, what will you do?", "The rooster says cock-a-doodle-doo.", "Please read me a bedtime story.", "I’m Chatty Cathy. Who are you?", "Our flag is red, white and blue.", "Let’s makebelieve you’re Mommy.", "When you grow up, what will you do?", "I’m Chatty Cathy. Who are you?"]},
{"url": "https://www.poetryfoundation.org/poems/47600/a-dialogue-between-caliban-and-ariel", "tittle": "a-dialogue-between-caliban-and-ariel", "poem": ["Ar. Now you have been taught words and I am free,", "My pine struck open, your thick tongue untied,", "And bells call out the music of the sea.", "From this advantage I can clearly see", "You will abuse me in your grovelling pride", "Now you have been taught words: and I am free", "To pinch and bully you eternally,", "Swish round the island while the mermaids hide", "And bells call out the music of the sea.", "I watched you closely from within my tree:", "Explicit fish, implicit homicide,", "Now you have been taught words, and I am free", "To hear, who has the real victory?", "For you may drown as I draw in the tide", "And bells call out the music of the sea.", "You lust for Her and bare your teeth at me.", "Your roarings only mock the ache inside", "Now you have been taught words. And I am free", "While bells call out the music of the sea.", "Cal. Have you no feelings that you cannot tame?", "Ar. My target’s everything, and in my aim,", "Achievement, while another,", "Lesser lusts may drive:", "Legs hate their lazy brother", "Who saps your precious Five", "To keep alive.", "Cal. Have you no visions that you cannot name?", "Ar. A picture should extend beyond its frame,", "There being no limitation", "To bright reality:", "For all their declaration", "And complexity,", "Words cannot see.", "Cal. Are not the object and the word the same?", "Ar. Words are but counters in a childish game;", "Each move you make is token", "Only of the rules:", "Any rule may be broken", "By the boy from a clever school", "Or a bored fool.", "Cal. How is it, then, that words can hurt and maim?", "Ar. If words do that, you are already lame,", "Bowed down by words like firewood,", "Clenched with words like ice:", "Language is for the coward", "Who thinks a rule is nice", "At any price.", "Cal. O then unteach me language, let the cool", "Sea sidle up and draw me to its deep", "Silence. Teach me how to break the rule.", "Ar. Once in the game you cannot make that leap.", "The sea will cast you up again if you", "Pretend to break the rule you really keep.", "Cal. But tell me, then, if what you say is true,", "What was your knowledge when you could not move?", "What instinct told what function what to do?", "Ar. Words would not help the channelled sea to prove", "It was not ocean-free, nor pine no fuel:", "I just existed, wordless, in my groove.", "Nor do I use words now, though you", "In innocence may think I do:", "We’ve left the island and engage", "In conversation on a page", "Sand-white and, like it, bounded by", "A vast of dull eternity.", "And I (since I can understand)", "Am master of this paper land.", "Think I am quick? I am so too,", "But when I’m bored with biffing you,", "Eve’s monkey, still that is not all,", "Nor Milan’s ghost, his beck and call", "To all the fancies that I can.", "You are too human, Caliban.", "You lunge and ape the human dance.", "Music and love are sustenance", "Withheld from you like tinkling charms", "Beyond your crying outstretched arms.", "You think I did not want my tree?", "Or tire of showing off? Being ‘free’", "All of the time is like your choice", "Of endless fireworks of the voice:", "You splutter, gasp and madly shout,", "But dampness seeps up: you go out,", "The silly words trail off your tongue.", "So wings get tired, flapping among", "The fussy spirits of the air.", "You curse. I sulk. Always He’s there.", "The bullet’s speed is not a feat.", "Of time, but photograph of wheat,", "A summer fly caught in a flash", "Of speckled stillness. Hear a splash?", "You think a glacier does not move?", "Brilliance of struggling wings can prove", "Treacle of amber, and a spark", "The universe, my world my bark", "I long for, longing for the dark.", "Cal. A language learnt but nothing understood:", "Now you at large, and all I owned before", "Lost like my name within the magic wood.", "No word for saying ‘no’ to fetching wood.", "The marvellous Glove splits on the hairy claw:", "A language learnt but nothing understood.", "At first I framed what syllables I could:", "She laughed at me and left me on the shore,", "Lost, like my name within the magic wood.", "Think of my rage then, Ariel, as I stood,", "(A picture in my head I could not draw,", "A language learnt but nothing understood),", "Weeping into the sea, hoping She would", "Turn back to lead me through that little door,", "Lost like my name within the magic wood.", "Our Master calls: I think it is not good", "To be unhappy with your freedom or", "My language (learnt, but nothing understood),", "Lost like my name within the magic wood."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/53555/order-56d232f1076ab", "tittle": "order-56d232f1076ab", "poem": ["A narrow girl sells purses made of reed.", "Dead rabbits hang by feet, their red eyes dull,", "while chickens crammed in cages peck their seed.", "A vessel in Juan’s brain begins to bleed,", "spreading into the fissures of his skull.", "A narrow girl sells purses made of reed.", "The madams in the district underfeed", "hookers they line up for a spectacle", "while chickens crammed in cages peck their seed.", "A vendor buys his wares, then smokes some weed;", "he seldom deems police an obstacle.", "A narrow girl sells purses made of reed.", "Redeemers tend the poor, avoiding greed", "and never gesture for a miracle", "while chickens crammed in cages peck their seed.", "This is the life they know and that they need,", "the common life that no one can annul.", "A narrow girl sells purses made of reed", "while chickens crammed in cages peck their seed."]},
{"url": "https://www.poetryfoundation.org/poems/47549/video-blues", "tittle": "video-blues", "poem": ["My husband has a crush on Myrna Loy,", "and likes to rent her movies, for a treat.", "It makes some evenings harder to enjoy.", "The list of actresses who might employ", "him as their slave is too long to repeat.", "(My husband has a crush on Myrna Loy,", "Carole Lombard, Paulette Goddard, coy", "Jean Arthur with that voice as dry as wheat ...)", "It makes some evenings harder to enjoy.", "Does he confess all this just to annoy", "a loyal spouse? I know I can’t compete.", "My husband has a crush on Myrna Loy.", "And can’t a woman have her dreamboats? Boy,", "I wouldn’t say my life is incomplete,", "but some evening I could certainly enjoy", "two hours with Cary Grant as my own toy.", "I guess, though, we were destined not to meet.", "My husband has a crush on Myrna Loy,", "which makes some evenings harder to enjoy."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/52249/three-six-five-zero", "tittle": "three-six-five-zero", "poem": ["I called up tech and got the voicemail code.", "It’s taken me this long to find my feet.", "Since last we spoke that evening it has snowed.", "Fifty-four new messages. Most are old", "and blinking into a future months complete.", "I contacted tech to get my voicemail code", "to hear your voice, not some bozo on the road", "the week of Thanksgiving dubbing me his sweet", "and breaking up and bleating how it snowed", "the Nashville side of Chattanooga and slowed", "the beltway to a standstill. The radio said sleet.", "The kid in tech sent on my voicemail code.", "I blew a night on lightening the system’s load,", "woke to white enveloping the trees, the street", "that’s blanked out by my leaving. It had snowed.", "Lately others’ pasts will turn me cold.", "I heard out every message, pressed delete.", "I’d happily forget my voice, the mail, its code.", "We spoke at last that evening. Then it snowed."]},
{"url": "https://www.poetryfoundation.org/poems/52796/my-mothers-pillow", "tittle": "my-mothers-pillow", "poem": ["My mother sleeps with the Bible open on her pillow;", "she reads herself to sleep and wakens startled.", "She listens for her heart: each breath is shallow.", "For years her hands were quick with thread and needle.", "She used to sew all night when we were little;", "now she sleeps with the Bible on her pillow", "and believes that Jesus understands her sorrow:", "her children grown, their father frail and brittle;", "she stitches in her heart, her breathing shallow.", "Once she even slept fast, rushed tomorrow,", "mornings full of sunlight, sons and daughters.", "Now she sleeps alone with the Bible on her pillow", "and wakes alone and feels the house is hollow,", "though my father in his blue room stirs and mutters;", "she listens to him breathe: each breath is shallow.", "I flutter down the darkened hallway, shadow", "between their dreams, my mother and my father,", "asleep in rooms I pass, my breathing shallow.", "I leave the Bible open on her pillow."]},
{"url": "https://www.poetryfoundation.org/poems/47905/in-memory-of-the-unknown-poet-robert-boardman-vaughn", "tittle": "in-memory-of-the-unknown-poet-robert-boardman-vaughn", "poem": ["It was his story. It would always be his story.", "It followed him; it overtook him finally—", "The boredom, and the horror, and the glory.", "Probably at the end he was not yet sorry,", "Even as the boots were brutalizing him in the alley.", "It was his story. It would always be his story,", "Blown on a blue horn, full of sound and fury,", "But signifying, O signifying magnificently", "The boredom, and the horror, and the glory.", "I picture the snow as falling without hurry", "To cover the cobbles and the toppled ashcans completely.", "It was his story. It would always be his story.", "Lately he had wandered between St. Mark’s Place and the Bowery,", "Already half a spirit, mumbling and muttering sadly.", "O the boredom, and the horror, and the glory.", "All done now. But I remember the fiery", "Hypnotic eye and the raised voice blazing with poetry.", "It was his story and would always be his story—", "The boredom, and the horror, and the glory."]},
{"url": "https://www.poetryfoundation.org/poems/43034/the-lie-56d221b48a40c", "tittle": "the-lie-56d221b48a40c", "poem": ["Art begins with a lie", "The separation is you plus me plus what we make", "Look into lightbulb, blink, sun’s in your eye", "I want a rare sky", "vantage point free from misconception", "Art begins with a lie", "Nothing to lose, spontaneous rise", "of reflection, paint the picture", "of a lightbulb, or eye the sun", "How to fuel the world, then die", "Distance yourself from artfulness", "How? Art begins with a lie", "The audience wants to cry", "when the actors are real & passionate", "Look into footlight, then feed back to eye", "You fluctuate in an artful body", "You try to imitate the world’s glory", "Art begins with a lie", "That’s the story, sharp speck in the eye."]},
{"url": "https://www.poetryfoundation.org/poems/47536/one-art", "tittle": "one-art", "poem": ["The art of losing isn’t hard to master;", "so many things seem filled with the intent", "to be lost that their loss is no disaster.", "Lose something every day. Accept the fluster", "of lost door keys, the hour badly spent.", "The art of losing isn’t hard to master.", "Then practice losing farther, losing faster:", "places, and names, and where it was you meant", "to travel. None of these will bring disaster.", "I lost my mother’s watch. And look! my last, or", "next-to-last, of three loved houses went.", "The art of losing isn’t hard to master.", "I lost two cities, lovely ones. And, vaster,", "some realms I owned, two rivers, a continent.", "I miss them, but it wasn’t a disaster.", "—Even losing you (the joking voice, a gesture", "I love) I shan’t have lied. It’s evident", "the art of losing’s not too hard to master", "though it may look like (Write it!) like disaster."]},
{"url": "https://www.poetryfoundation.org/poems/43355/parsley", "tittle": "parsley", "poem": ["1. The Cane Fields", "There is a parrot imitating spring", "in the palace, its feathers parsley green.", "Out of the swamp the cane appears", "to haunt us, and we cut it down. El General", "searches for a word; he is all the world", "there is. Like a parrot imitating spring,", "we lie down screaming as rain punches through", "and we come up green. We cannot speak an R—", "out of the swamp, the cane appears", "and then the mountain we call in whispers Katalina.", "The children gnaw their teeth to arrowheads.", "There is a parrot imitating spring.", "El General has found his word: perejil.", "Who says it, lives. He laughs, teeth shining", "out of the swamp. The cane appears", "in our dreams, lashed by wind and streaming.", "And we lie down. For every drop of blood", "there is a parrot imitating spring.", "Out of the swamp the cane appears.", "2. The Palace", "The word the general’s chosen is parsley.", "It is fall, when thoughts turn", "to love and death; the general thinks", "of his mother, how she died in the fall", "and he planted her walking cane at the grave", "and it flowered, each spring stolidly forming", "four-star blossoms. The general", "pulls on his boots, he stomps to", "her room in the palace, the one without", "curtains, the one with a parrot", "in a brass ring. As he paces he wonders", "Who can I kill today. And for a moment", "the little knot of screams", "is still. The parrot, who has traveled", "all the way from Australia in an ivory", "cage, is, coy as a widow, practising", "spring. Ever since the morning", "his mother collapsed in the kitchen", "while baking skull-shaped candies", "for the Day of the Dead, the general", "has hated sweets. He orders pastries", "brought up for the bird; they arrive", "dusted with sugar on a bed of lace.", "The knot in his throat starts to twitch;", "he sees his boots the first day in battle", "splashed with mud and urine", "as a soldier falls at his feet amazed—", "how stupid he looked!— at the sound", "of artillery. I never thought it would sing", "the soldier said, and died. Now", "the general sees the fields of sugar", "cane, lashed by rain and streaming.", "He sees his mother’s smile, the teeth", "gnawed to arrowheads. He hears", "the Haitians sing without R’s", "as they swing the great machetes:", "Katalina, they sing, Katalina,", "mi madle, mi amol en muelte. God knows", "his mother was no stupid woman; she", "could roll an R like a queen. Even", "a parrot can roll an R! In the bare room", "the bright feathers arch in a parody", "of greenery, as the last pale crumbs", "disappear under the blackened tongue. Someone", "calls out his name in a voice", "so like his mother’s, a startled tear", "splashes the tip of his right boot.", "My mother, my love in death.", "The general remembers the tiny green sprigs", "men of his village wore in their capes", "to honor the birth of a son. He will", "order many, this time, to be killed", "for a single, beautiful word."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/browse?contentId=42404", "tittle": "browse?contentId=42404", "poem": null},
{"url": "https://www.poetryfoundation.org/poems/44976/the-house-on-the-hill", "tittle": "the-house-on-the-hill", "poem": ["They are all gone away,", "The House is shut and still,", "There is nothing more to say.", "Through broken walls and gray", "The winds blow bleak and shrill:", "They are all gone away.", "Nor is there one to-day", "To speak them good or ill:", "There is nothing more to say.", "Why is it then we stray", "Around the sunken sill?", "They are all gone away,", "And our poor fancy-play", "For them is wasted skill:", "There is nothing more to say.", "There is ruin and decay", "In the House on the Hill:", "They are all gone away,", "There is nothing more to say."]},
{"url": "https://www.poetryfoundation.org/poems/43333/the-waking-56d2220f25315", "tittle": "the-waking-56d2220f25315", "poem": ["I wake to sleep, and take my waking slow.", "I feel my fate in what I cannot fear.", "I learn by going where I have to go.", "We think by feeling. What is there to know?", "I hear my being dance from ear to ear.", "I wake to sleep, and take my waking slow.", "Of those so close beside me, which are you?", "God bless the Ground!   I shall walk softly there,", "And learn by going where I have to go.", "Light takes the Tree; but who can tell us how?", "The lowly worm climbs up a winding stair;", "I wake to sleep, and take my waking slow.", "Great Nature has another thing to do", "To you and me; so take the lively air,", "And, lovely, learn by going where to go.", "This shaking keeps me steady. I should know.", "What falls away is always. And is near.", "I wake to sleep, and take my waking slow.", "I learn by going where I have to go."]},
{"url": "https://www.poetryfoundation.org/poems/44985/villanelle-of-change", "tittle": "villanelle-of-change", "poem": ["Since Persia fell at Marathon,", "The yellow years have gathered fast:", "Long centuries have come and gone.", "And yet (they say) the place will don", "A phantom fury of the past,", "Since Persia fell at Marathon;", "And as of old, when Helicon", "Trembled and swayed with rapture vast", "(Long centuries have come and gone),", "This ancient plain, when night comes on,", "Shakes to a ghostly battle-blast,", "Since Persia fell at Marathon.", "But into soundless Acheron", "The glory of Greek shame was cast:", "Long centuries have come and gone,", "The suns of Hellas have all shone,", "The first has fallen to the last:—", "Since Persia fell at Marathon,", "Long centuries have come and gone."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/41298/during-the-service", "tittle": "during-the-service", "poem": ["How strange my lack of faith must seem to you.", "I see the way your god provides a cradle for your grief;", "how lovely to be certain that the ancient story's true.", "You sang the hymns as if each word were new—", "At last, you sang, at last in Your / Eternal arms I'll find relief", "(how strange my lack of faith must seem to you)—", "while I kept drifting, lost in the refrains and in the blue", "fragility the tinted glass provided us to bow beneath", "(how lovely to be certain that the ancient story's true).", "Beneath that moderated sky we rose and sang and cried on cue;", "familiar words were read to keep our sorrow brief", "(how sad my lack of faith must seem to you);", "the book upon the altar and the hymnals in each pew", "held pages edged in fine gold leaf—", "how lovely seeing that the ancient story's true—", "and I was wondering just what it cost to see this vaulting through:", "the ceilings, windows, ornament; the engineering of belief . . .", "But let my lack of faith seem strange to you!", "You're lovely certain that the ancient story's true."]},
{"url": "https://www.poetryfoundation.org/poems/47601/song-56d2282a6cdf5", "tittle": "song-56d2282a6cdf5", "poem": ["You don’t listen to what I say.", "When I lean towards you in the car", "You simply smile and turn away.", "It’s been like this most of the day,", "sitting and sipping, bar after bar:", "You don’t listen to what I say.", "You squeeze a lemon from a tray,", "And if you guess how dear you are", "You simply smile and turn away.", "Beyond the hairline of the bay", "the steamers call that shore is far.", "You don’t listen to what I say:", "Surely there’s another way?", "The waiter brings a small guitar.", "You simply smile and turn away.", "Sometimes I think you are too gay,", "smiling and smiling, hour after hour.", "You don’t listen to what I say.", "You simply smile and turn away."]},
{"url": "https://www.poetryfoundation.org/poems/48063/punchinello-in-chains-vi-punchinello-dreams-of-escape", "tittle": "punchinello-in-chains-vi-punchinello-dreams-of-escape", "poem": ["The ship at anchor wasn’t what it seemed—", "yet Punchinello gripped the eagle’s neck.", "(The dream of life is just another dream.)", "It soared above the masts, canals, the steam", "of chimneys, till our Punch was just a speck.", "The ship at anchor wasn’t what it seemed,", "the harbor, Venice, Europe—even the gleam", "blazing San Marco’s horses shrank. A fleck!", "The dream of life is just another dream", "that really wants a king, a god’s regime,", "or some poor hurricane to wreck", "the ship at anchor. Wasn’t what it seemed,", "Punch’s old life, another Ponzi scheme?", "Weren’t sailors waving from the quarter-deck?", "The dream of life is just another dream", "that none of us will live to see redeemed.", "Death scrawls his bold John Hancock on your check.", "The ship at anchor wasn’t what it seemed.", "The dream of life is just another dream."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/49514/sad-boys-sad-boy", "tittle": "sad-boys-sad-boy", "poem": ["I ruin my hats and all the mat slides glad", "I hop my girls and all is skip again", "I jump I run you up inside my truck", "The car goes looping out in dark and light", "And yellow hat slides in", "I run my mats and all the girl slides glad", "I hoped you skipped me into luck", "And jump me black, ruin me glad", "I jump I run you up inside my truck", "I jump my slopes and all the dopes slide glad", "I glide my luck and all is slip again", "I jump my hopes and all the rope glides sad", "I skip you jump the way you said", "But I run old and sigh your name", "I ruin my mats and all the girl slides glad", "At least when luck hops it skips back again", "A rune my mats and all the girls slide glad", "I jump I run you up inside my truck", "After \"Mad Girl's Love Song\" by Sylvia Plath"]},
{"url": "https://www.poetryfoundation.org/poems/43089/the-freaks-at-spurgin-road-field", "tittle": "the-freaks-at-spurgin-road-field", "poem": ["The dim boy claps because the others clap.", "The polite word, handicapped, is muttered in the stands.", "Isn’t it wrong, the way the mind moves back.", "One whole day I sit, contrite, dirt, L.A.", "Union Station, ’46, sweating through last night.", "The dim boy claps because the others clap.", "Score, 5 to 3. Pitcher fading badly in the heat.", "Isn’t it wrong to be or not be spastic?", "Isn’t it wrong, the way the mind moves back.", "I’m laughing at a neighbor girl beaten to scream", "by a savage father and I’m ashamed to look.", "The dim boy claps because the others clap.", "The score is always close, the rally always short.", "I’ve left more wreckage than a quake.", "Isn’t it wrong, the way the mind moves back.", "The afflicted never cheer in unison.", "Isn’t it wrong, the way the mind moves back", "to stammering pastures where the picnic should have worked.", "The dim boy claps because the others clap."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/40614/nimis-compos-mentis", "tittle": "nimis-compos-mentis", "poem": ["The paper table cloth was tastefully bleak,", "The misty morning light shone on his cheek,", "And made him look alone and masculine.", "He talked of Seneca and bad translations,", "Of modern critics' lightweight observations;", "A bread crumb rested sweetly on his chin.", "Behind him, through the glass, the ocean's heave", "Uncurled against the sand, beside his sleeve,", "As Eros aimed his toxic javelin.", "I ducked out of the way, to no avail;", "It glanced my flesh, injecting quite a cocktail", "That blurred my sight and caused my head to spin—", "Never mind the coffee we were drinking,", "Whatever I said was not what I was thinking.", "I wanted to become his mandolin,", "And lie across his lap, a dainty lute,", "And sing to him and feed him ripened fruit,", "While light upon the sea turned opaline.", "Instead, this conversation about art", "And formal education—God, he's smart!", "Such rationality should be a sin.", "The hour was up, he had to run, of course;", "A handshake and a peck of shy remorse—", "Outside, the sea was gray and dull as tin;", "It ruled the shore with tedious discipline."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/41125/sugar-dada", "tittle": "sugar-dada", "poem": ["Go home. It's never what you think it is,", "The kiss, the diamond, the slamdance pulse in the wrist.", "Nothing is true, my dear, not even this", "Rumor of passion you'll doubtless insist", "On perceiving in my glance. Please just", "Go. Home is never what you think it is.", "Meaning lies in meaning's absence. The mist", "Is always almost just about to lift.", "Nothing is truer. Dear, not even this", "Candle can explain its searing twist", "Of flame mounted on cool amethyst.", "Go on home—not where you think it is,", "But where you would expect its comfort least,", "In still-black stars our century will miss", "Seeing. Nothingness is not as true as this", "Faith we grind up with denial: grist", "To the midnight mill; morning's catalyst.", "Come, let's go home, wherever you think it is.", "Nothing is true, my dear. Not even this."]},
{"url": "https://www.poetryfoundation.org/poetrymagazine/poems/41541/subject-to-change", "tittle": "subject-to-change", "poem": ["They are so beautiful, and so very young", "they seem almost to glitter with perfection,", "these creatures that I briefly move among.", "I never get to stay with them for long,", "but even so, I view them with affection:", "they are so beautiful, and so very young.", "Poised or clumsy, placid or high-strung,", "they're expert in the art of  introspection,", "these creatures that I briefly move among—", "And if their words don't quite trip  off the tongue", "consistently, with just the right inflection,", "they remain beautiful. And very young.", "Still, I have to tell myself it's  wrong", "to think of them as anything but fiction,", "these creatures that I briefly move  among—", "Because, like me, they're traveling  headlong", "in that familiar, vertical direction", "that coarsens beautiful, blackmails young—", "the two delusions we all move among."]}
]